[
    {
        "url": "https://genius.com/Hov1-hon-dansar-vidare-i-livet-lyrics",
        "cleaned_text": "Nu står hon där med vitsippor i håret Tänker på allt ont, allt kan bli förlåtet Visst har mörka perioder genomsyrat året Ser på gamla bilder, brukade va sår Men allting jag, allting jag, allting jag var Försvann där och då, yeah, du likaså Som man bäddar får man ligga, ingen bädda när vi låg Ligger lågt, där i sängen var vi en, nu är vi ba två Från alfa till omega, vi låg nog för att hela Men stänger av varje gång någon spelar vår sång Det här är överlevnad, det är klart vi bytte skepnad Och vi förlorade varann med några hundradelar Inget jag vill ha tillbaks, det är klart inget går i kras Det är klart, det var du Men förevigt var aldrig för oss, hjärtat Och det vet vi nu Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min Hon sa, Kasta bort din blyertspenna, båda klär i bläck Skriver du mitt namn så kan du få mig nu direkt Alla vet att hon är vacker men finns mer: ett intellekt Och ingen annan toppar vårat sex Tårarna ska spruta, inte rinna, hon sa, Ligga inte luta Så vi gråter inte längre nu i regnet på en julafton Och alla våra smycken va i plast Men ändå vart det dyraste jag haft Så nästa gång vi ses kommer jag att minnas för oss båda Och du vet att jag klipper bilar på din gata Men diskret kommer jag att hålla på oss två i hemlighet Och inget är försent Så förneka oss för alltid, kommer alltid va din första Kanske inte bästa men jag hoppas på det största Vi kanske ses igen när vi är vuxna Och ligger som vi låg när vi va unga Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min Yo Det var så länge sen jag såg dig, hur mår du nu? Jag hörde att du träffa nån och att ni har kul Inte för att snoka men jag vet ju vad du gör Alla här i staden gillar skvaller så jag hör Lyssnar du på radio och vad tycker du om oss? Berätta nu om världen, var det bättre än du trott? Stockholm är ju samma, varför kommer du tillbaks? Fan, nu är vi gamla, vet du vad? Vägen hit va lång men inte som vi trott Vi kollade på lägenheter där vi ville bo Din mamma skicka hem mig, hon sa, Nu har jag fått nog Du släppte ut ditt hjärta genom fönstret som en bok Och det var blommor under kudden, båda drömde om varann Det sprakar nog om er, men jag vill minnas att vi brann Du sa att vi förlora men mitt hjärta, vet du vad? Vi båda har ju vunnit vi mår bra Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min För hon har blommor där i sitt hår Tror hon har glömt hur det var då Men jag ska minnas för oss två Så bara gå"
    },
    {
        "url": "https://genius.com/Hov1-pari-lyrics",
        "cleaned_text": "Yeah, när tidningar är borta och rubrikerna glömda Så ska du älska mig, du älska mig, för jag är den enda När pengarna som aldrig komma satts in på mitt konto Ska vi åka taxi hela natten ut i Stockholm Kan visa dig Paris, men jag har aldrig varit där Vi kan åka till New York om ett år, Ryan Air Kanske när vi fyller år tar jag lån, baby, svär De ringde mig igår, måste gå, ta farväl ( Känsla! ) Jag kan ta dig till Paris ( Yeah ) Fashion week här i London ( Woo! ) Vi kan flyga imorgon För det finns pengar på kontot ( Woo! ) För det är bara du ( Bara du ) Flyter natural ( Nachi, nachi ) Du vill följa med ( Yeah ) Vi är på samma mode Jag har vart på tour, nu är jag klar ( Klar? ) Spendera allt som jag har ( Woo! ) Kasta para, köper ticket, låt oss flyga till Paris ( Paris ) Jobba extra för att leva som vi vore Money Mitch ( Money! ) Inte alla som är födda Richie Rich ( Money! Money! Richie! ) Tagga på vacay, ingen day off När jag gör det för min baby Hon slänger french kisses, ger mig ambition ( Muah! ) Vi ger det allt, jag svär, om du bara visste Det är moments, det är bra minnen ( Woo! Woo! ) Det är kärlek för hela livet ( Yeah ) Jag kan ta dig till Paris ( Yeah ) Fashion week här i London ( Woo! ) Vi kan flyga imorgon För det finns pengar på kontot ( Woo! ) För det är bara du ( Bara du ) Flyter natural ( Nachi, nachi ) Du vill följa med ( Yeah ) Vi är på samma mode Vi är på samma mode, samma mode Vi är i en annan zone Tar dig on the road, on the road ( Yeah ) Kommer hem imorrn (Nice) För det är bara du ( Va? ) Flyter natural ( Natural ) Du vill följa med ( Följa med ) Vi är på samma mode Leva livet som det vore allt det dyra på menyn Köper drinkar så vi synkar, bar i sängen, har du tid? För vi grälar och vi älskar, allt däri, det blir magi När du rör dig med en sån känsla har din egna algoritm Varje natt, min mon ami, köper resa, c est la vie Ska spendera allt jag äger, kommer ändå somna in Vilken radiotid i sängen, baby, låt oss göra film Flyg från Stockholm via London sen semester i Paris Sen semester i Paris Kommer alltid ha min shine Du är mil ifrån men ändå är du naken När jag har dig in my mind, yeah Du kan inte fånga mig Finns inte många, nej Nu ringer dom mig mitt i natten Och säger till mig att dom ångrar sig Jag kan ta dig till Paris ( Yeah ) Fashion week här i London ( Woo! ) Vi kan flyga imorgon För det finns pengar på kontot ( Woo! ) För det är bara du ( Bara du ) Flyter natural ( Nachi, nachi ) Du vill följa med ( Yeah ) Vi är på samma mode Vi är på samma mode, samma mode Vi är i en annan zone Tar dig on the road, on the road ( Yeah ) Kommer hem imorrn (Nice) För det är bara du ( Va? ) Flyter natural ( Natural ) Du vill följa med ( Följa med ) Vi är på samma mode"
    },
    {
        "url": "https://genius.com/Hov1-gamora-lyrics",
        "cleaned_text": "Yeah, ey De gör east coast signs till en west coast-låt Står och viftar sina händer som det teckenspråk Och de fattar inget när jag säger, Ung och kåt Sjunger, Kärleken är blind men det är väl så det går Jag har en gangster bitch, hon är min gangster wife Hon har en rik familj men de har gangster vibes I deras gangster crib så har de gangster knives Och de har sekelskifte, tre-fjorton height ( Yeah, ey ) Jag har en bad bitch, hon bor där i Dandеryd Hon har en gangsterpsykos och en gangstеrstil Hon har gjort mycket för att åka i en gangsters bil Du vet det mycket som händer i en gangsters liv, yeah Allt ska va dyrt, bror, Balenciaga Hon får en fucking G, bror, gå spränga in i Prada Som en revisor, hon har koll på mina para Om hon möter på en gris, bror, hon svarar till dem nada Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Om ett år, om ett år, säg mig, vart är vi? Jag säger Vart du vill , hon svarar, Snälla överdriv Vår relation är fin men tror den går på övertid Om det går överstyr, baby, tagga, ta din skit Mannen, sug på lika många Ds som dina skolbetyg Säger att du hatar oss men lärt dig varje ord i smyg Vill ni va coola, borde klippa er en tidsmaskin Åk till 1997 och testa sno min stil Och de vill prata pengar, pengar pratar inte, bitch Det sånt hon säger för hon är min fucking gangster bitch Försöker prata men det låter bara gräsligt Och hennes härlighet, den doftar gott i varje väderlek Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Jag mena allt jag sagt Just nu hon stannar vid min sida, vi går livet ut Hon grindar mer än grabbarna 24/7 Kläderna är dyra nu A MG, G-klass, det bilar vi kan styra nu Kolla hennes outfit, den fripplar din hyra nu Flexa med en Rolle, den är min, darling Bara peka i butiken, den är din, darling Bror, det är skillnad på min och din, darling Hon är min gangster wife och hon är livsfarlig Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit"
    }
]