[
    {
        "url": "https://genius.com/Crazy-frog-axel-f-lyrics",
        "cleaned_text": "Ring ding ding daa baa Baa aramba baa bom baa barooumba Wh-wha-what's going on-on? Ding, ding This is the Crazy Frog Ding, ding Bem bem! Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding This is the Crazy Frog Breakdown! Ding ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem, bem! Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum This is the Crazy Frog A ram me am brem da Am da rem ram am da baabeeeaaaaaaa! Ding, ding This is the Crazy Frog Ding, ding Da, da Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding This is the Crazy Frog Ding, ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem, bem! Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum This is the Crazy Frog Bem, bem!"
    },
    {
        "url": "https://genius.com/Crazy-frog-maya-hi-maya-hu-lyrics",
        "cleaned_text": "MAYA HIII MAYA HOO MAYA HAAAH MAYA HAAAH HAAH MAYA HII MAYA HOO MAYA HAAH MAYA HAAH HAAH MAYA HII MAYA HOO MAYA HAAH MAYA HAAH HAAAH MAYA HII MAYA HOO MAYA HAAH MAYA HAAAH HAAAH RIIING DING DING DING DING BUM BUM BUM BUM BUM' RING DING DING DING DING DING RIIING DING DING DING DING BUM BUM BUM BUM BUM FREESCHTA PLEEESCTHSA NOMAJ NOMAJ NOMAJ EYY NOMAJ NOMAJ NOMAJ YEY NOMAJ NOMAJ NOMAJ YEY KEEPT KORSKAVSKI DRACKON STECK AN PLAYZ MIA MI PRFESTE OHOOOHO KEPREIJJ LEEAATTSS GOO!! DING DING DING DING DING DING DING DING BUM BUM BUM BUM BUM BUM BUM DING DING DING DING DING DING DING DING DING DING BUM BUM BUM BUM BUM BUM BUM BUM BUM B B BREAK YA MAYA HII MAYA HOO MAYA HAAH MAYA HAAH HAAH MAYA HII MAYA HOO MAYA HAAH MAYA HAAAH HAAAH (MUSIC :) DING DING DING DING DING DING DING DING BUM BUM BUM BUM B, UM BUM BUM DING DING DING DING DING DING DING DING DING DING BUM BUM BUM BUM BUM BUM BUM BUM BUM MAYA HII MAYA HOO MAYA HAAH MAYA HAAH HAAH MAYA HII MAYA HOO MAYA HAAH DING DING DING DING DING DING DING DING BUM BUM BUM BUM BUM BUM BUM DING DING DING DING DING DING DING DING DING DING BUM BUM BUM BUM BUM BUM BUM BUM BUM FREESCHTA PLEEESCTHSA NOMAJ NOMAJ NOMAJ EYY NOMAJ NOMAJ NOMAJ YEY NOMAJ NOMAJ NOMAJ YEY KEEPT KORSKAVSKI DRACKON STECK AN PLAYZ MIA MI PRFESTE OHOOOHO KEPREIJJ"
    },
    {
        "url": "https://genius.com/Crazy-frog-jingle-bells-lyrics",
        "cleaned_text": "It's Christmas Oh Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong Jingle bells, jingle bells, jingle all the way (Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop) Oh, what fun it is to ride in a one-horse open sleigh (Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong) Jingle bells, jingle bells, jingle all the way (Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop) Oh, what fun it is to ride in a one-horse open sleigh (Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong) Ba-ba-ba-ba-ba (Ding, ding) Ba-ba-ba-ba-ba-ba (Bop, bop) Ba-ba-ba-ba-ba (Bem, bem) Ba-ba-ba-ba-ba (Oh) Ba-ba-ba-ba-ba (Ding, ding) Ba-ba-ba-ba-ba (Bop, bop) Ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba (Bong) Jingle bells, jingle bells, jingle all the way (Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop) Oh, what fun it is to ride in a one-horse open sleigh (Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong) Jingle bells, jingle bells, jingle all the way (Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop) Oh, what fun it is to ride in a one-horse open sleigh (Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong) Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bam Ba-ba-ba-ba-ba (Ding, ding) Ba-ba-ba-ba-ba-ba (Bop, bop) Ba-ba-ba-ba-ba (Bem, bem) Ba-ba-ba-ba-ba (Oh) Ba-ba-ba-ba-ba (Ding, ding) Ba-ba-ba-ba-ba (Bop, bop) Ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba (Bong) Oh It's Christmas Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong Jingle bells, jingle bells, jingle all the way (Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop) Oh, what fun it is to ride in a one-horse open sleigh (Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding, bong) Jingle bells, jingle bells, jingle all the way (Ding, ding, ding, ding, ding, ding, ding, ding, ding, d-ding, bop) Oh, what fun it is to ride in a one-horse open sleigh (Ding, ding, ding, di-ding, ding, ding, di-di-ding, ding, ding, ding, ding) It's Christmas"
    },
    {
        "url": "https://genius.com/Crazy-frog-crazy-frog-sounds-lyrics",
        "cleaned_text": "R-Ding-Ding-Di-Ding-Di-Di-Di-Ding-Ding Bop-Bo-Bop-Bo-Bop-Bop-Booop-Bop-Bop-Bob Be-Bob-Bob-Bob-Bob-Brrim-Brram Ba-Ba-Ba-Ba WEEEE Ring Ding Ding Di Di Ding Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Brap Brap Brap Brap Br Br Brap Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Brap Brap Brap Brap Br Br Brap Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bong Ba Ba Bom Bom Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Bing Bom Brap Brap Brap Brap Brap Brap Br Br Brap"
    },
    {
        "url": "https://genius.com/Crazy-frog-nellie-the-elephant-lyrics",
        "cleaned_text": "Nellie the elephant packed her trunk And said goodbye to the circus Off she rode with a trumpety-trump Trump-trump-trump Nellie the elephant packed her trunk And trumbled off to the jungle Off she rode with a thrumety trump Trump trump trump Nellie the elephant packed her trunk And said goodbye to the circus Off she rode with a trumpety-trump Trump-trump-trump Nellie the elephant packed her trunk And trumbled off to the jungle Off she rode with a thrumety trump Trump trump trump To Bombay, a travelling circus came They brought an intelligent elephant And Nellie was her name One dark night, she slipped her iron chain And off she ran to Hindustan And was never seen again Oooooooooooooooooo... Nellie the elephant packed her trunk And said goodbye to the circus Off she rode with a trumpety-trump Trump-trump-trump Nellie the elephant packed her trunk And trumbled off to the jungle Off she rode with a thrumety trump Trump trump trump Night by night, she danced to the circus band When Nellie was leading the big parade She looked so proud and grand No more tricks for Nellie to perform They taught her how to take a bow And she took the crowd by storm Oooooooooooooo.... Nellie the elephant packed her trunk And said goodbye to the circus Off she rode with a trumpety-trump Trump-trump-trump Nellie the elephant packed her trunk And trumbled off to the jungle Off she rode with a thrumety trump Trump trump trump Nellie the elephant packed her trunk And said goodbye to the circus Off she rode with a trumpety-trump Trump-trump-trump Nellie the elephant packed her trunk And trumbled off to the jungle Off she rode with a thrumety trump Trump trump trump"
    },
    {
        "url": "https://genius.com/Crazy-frog-popcorn-lyrics",
        "cleaned_text": "Eeeee-haww! Digy wigy- Digy wigy- Come on! (come on) Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch ding-ding Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Now let's go Digy wigy- Come on! (come on) Digy wigy- One! Two! Three! Here we go! (go) Digy wigy- Come on! (come on) Digy wigy- Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch ding-ding Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Digy wigy- (Digy wigy) Now let's go (go) Digy wigy- Digy wigy-"
    },
    {
        "url": "https://genius.com/Crazy-frog-crazy-frog-in-the-house-knight-rider-lyrics",
        "cleaned_text": "¡No es una fiesta, sin Crazy Frog ! Oh ho! ¿Quién dejó el Frog out ? ¡Vamos! ¿Quién dejó el Frog out ? Oh oh! Bring digga ding digga digga da-ding digga ding digga ding digga digga da-ding! ¡Vamos! Unh! Unh! Unh! Bring digga ding digga digga da-ding digga ding digga ding digga digga da-ding! Oh ho! Check out the (wisps?) and the smoke when I hold on the brakes Dale mi gente, dale más, we don't wanna be late! Bommom, bommom, bommom bommom bommom It's a party goin' on in the club tonight Hurry up, switch it up, acelera de más! Bommom, bommom, bommom bommom bommom Pop up the volume, sube el volumen DJ Party people on the dance floor, mueve dale! Bommom, bommom, bommom bommom bommom It's a Crazy Frog show, bob it out some more Mami, mueve ese culo, baby gimme some more! Bommom, bommom, bommom bommom bommom Crazy Frog in the house, let me see you, crowd It a real big (sis) so let me hear you shout It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Crazy Frog in the house, let me see you, crowd It a real big (sis) so let me hear you shout It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Bring digga ding digga digga da-ding digga ding digga ding digga digga da-ding! It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Bring digga ding digga digga da-ding digga ding digga ding digga digga da-ding! It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Es chulo cuando tu bailas Es chulo cuando tu estás Es chulo Es chulo Es chulo cuando tu bailas Es chulo cuando tu estás Es chulo Es chulo It's a party goin' on in the club tonight Hurry up, switch it up, acelera de más! Bommom, bommom, bommom bommom bommom Pop up the volume, sube el volumen DJ Party people on the dance floor, mueve dale! Bommom, bommom, bommom bommom bommom Crazy Frog in the house, let me see you, crowd It a real big (sis) so let me hear you shout It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Crazy Frog in the house, let me see you, crowd It a real big (sis) so let me hear you shout It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Bring digga ding digga digga da-ding digga ding digga ding digga digga da-ding! It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!) Bring digga ding digga digga da-ding digga ding digga ding digga digga da-ding! It's all right? It's all right! (Bam Bam!) It's all right? It's all right! (Bam Bam!)"
    },
    {
        "url": "https://genius.com/Crazy-frog-i-like-to-move-it-lyrics",
        "cleaned_text": "I like to move it, move it I like to move it, move it I like to move it, move it Ya like to ( move it ) All girls all over the world Original Mad Stuntman pon ya case man ! I love how all girls a move them body And when ya move ya body, and move it Nice and sweet and sexy, alright ! Woman ya cute, and you don't need no make up Original cute body you a mek man mud up. (x2) Woman ! Physically fit, physically fit Physically, physically, physically fit Woman ! Physically fit, physically fit Physically, physically, physically fit Woman ! Ya nice, sweet, fantastic Big ship on the ocean that a big titanic Woman ! Ya nice, sweet energetic Femme ! Big ship on the ocean that a big titanic Woman ! Ya nice, sweet, fantastic Femme ! Big ship on the ocean that a big titanic Woman ! Ya nice, sweet, fantastic Femme ! Big ship on the ocean that a big titanic I like to move it, move it I like to move it, move it I like to move it, move it Ya like to ( move it ) Woman ya cute, and you don't need no make up Original cute body you a mek man mud up Original cute body you a mek man mud up Eye liner - pon ya face a mek man mud up Nose powder - pon ya face a mek man mud up Pluck ya eyebrow - pon ya face a mek man mud up Gal ya lipstick - pon ya face a mek man mud up Woman ya nice broad face And ya nice hip, make man flip and bust up them lip Woman ya nice and energetic Big ship the ocean that a big titanic Woman ya nice broad face And ya nice hip, make man flip and bust up them lip Woman ya nice and energetic Big ship the ocean that a big titanic I like to move it, move it I like to move it, move it I like to move it, move it Ya like to ( move it )"
    },
    {
        "url": "https://genius.com/Crazy-frog-hey-baby-lyrics",
        "cleaned_text": "Hey hey baby, hu ha I wanna know if you'll be my girl Hey hey baby, hu ha I wanna know if you'll be my girl When I saw you walking down the street I said that's the kind of girl I'd like to meet She's so pretty, Lord, she's fine I'm gonna make her mine oh mine Hey hey baby, hu ha I wanna know if you'll be my girl Hey hey baby, hu ha I wanna know if you'll be my girl When you turn and walk away That's when I want to say Come on baby give me a whirl I wanna know, I wanna know When you turn and walk away That's when I want to say Come on baby give me a whirl I wanna know if you'll be my girl Hey hey baby, hu ha I wanna know if you'll be my girl Hey hey baby, hu ha I wanna know if you'll be my girl"
    },
    {
        "url": "https://genius.com/Crazy-frog-tricky-lyrics",
        "cleaned_text": "Ba-da-ba-bem Ba-da-ba-boom Ba-ba-ba-ba ba-da-ba-boom It's tricky , tricky , tricky , tricky (Go) Check this out Drop the beat (Huh) Ring ding ding ding, ring ding ding ding ding Ring ding ding, ring ding ding ding ding Ring ding ding ding, ring ding ding ding ding Ring ding ding, ring ding ding ding When I wake up, people take up mostly all of my time I'm not singin', phone keep ringin' 'cause I make up a rhyme It's like that, y'all, y'all , but we don't quit You keep on rock shock 'cause this is it (Woo) It's tricky to rock a rhyme, to rock a rhyme that's right on time, it's tricky ( Bum, bum ) It's tricky, tricky , tricky, tricky It's tricky to rock a rhyme, to rock a rhyme that's right on time, it's tricky ( Bum, bom ) It's tricky, tricky , tricky, huh Ba-da-ba-bem Ba-da-ba-boom (Woo) Thrrrr, bum, bum, bum, bum Ba-da-ba-bem Ba-da-ba-boom It's tricky , tricky , tricky , tricky Ba-da-ba-bem Ba-da-ba-boom (Woo) Thrrrr, bum, bum, bum, bum Ba-ba-ba-ba-ba-da-ba-bem This is the Crazy Frog It's tricky , tricky , tricky , tricky (Woo) A ram me am brem da Am da rem ram am da baabeeeaaaaaaa! 'Cause this is it ( Huh ) Ring ding ding ding, ring ding ding ding ding Ring ding ding, ring ding ding ding ding Ring ding ding ding, ring ding ding ding ding Ring ding ding, ring ding ding ding In New York, the people talk and try to make us rhyme They really hawk , but we just walk because we have no time And in the city, it's a pity 'cause we just can't hide Tinted windows don't mean nothin', they know who's inside (Woo) It's tricky to rock a rhyme, to rock a rhyme that's right on time, it's tricky ( Bum, bum ) It's tricky, tricky , tricky, tricky It's tricky to rock a rhyme, to rock a rhyme that's right on time, it's tricky ( Bum, bom ) It's tricky, tricky , tricky, huh Ba-da-ba-bem Ba-da-ba-boom (Woo) Thrrrr, bum, bum, bum, bum Ba-da-ba-bem Ba-da-ba-boom It's tricky , tricky , tricky , tricky Ba-da-ba-bem Ba-da-ba-boom (Woo) Thrrrr, bum, bum, bum, bum Ba-ba-ba-ba-ba-da-ba-bem It's tricky , tricky , tricky"
    },
    {
        "url": "https://genius.com/Crazy-frog-in-the-80s-lyrics",
        "cleaned_text": "Pump up the Jam Pump it up While your feet are stompin' And the jam is pumpin' Look at here, the crowd is jumpin' Pump it up a little more Get the party going on the dance floor See cause that's where the party's at And you'll find out if you're too bad I don't want a place to stay Get your booty on the floor tonight Make my day I don't want a place stay Get your booty on the floor tonight Make my day Make my day Make my make, make my day Make my day Make my day Make my make, make my day I don't want a place to stay Get your booty on the floor tonight Make my day I don't want a place to stay Get your booty on the floor tonight Make my day Make my day Make my make, make my day Make my day Make my day Make my make, make my day Pump up the jam Pump it up While your feet are stompin' And the jam is pumpin' Look at here the crowd is jumpin' Pump it up a little more Get your party getting on the dance floor See cause that's where the party's at And you'll find out if you're too bad I don't want a place to stay Get your booty on the floor tonight Make my day I don't want a place to stay Get your booty on the floor tonight Make my day Pump up the jam punp it up A pump it up, pump it Pump up the jam, pump it up A pump it up, pump it up Pump up the jam, punp it up A pump it up, pump it Pump up the jam Pump it Pump it Pump it Pump it!"
    },
    {
        "url": "https://genius.com/Crazy-frog-last-christmas-lyrics",
        "cleaned_text": "Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special Once bitten and twice shy I keep my distance but you still catch my eye Tell me baby do you recognise me? Well it's been a year, it doesn't surprise me (Happy Christmas!) I wrapped it up and sent it With a note saying 'I Love You' I meant it Now I know what a fool I've been But if you kissed me now I know you'd fool me Again Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special A crowded room, friends with tired eyes I'm hiding from you and your soul of ice My God I thought you were someone to rely on Me? I guess I was a shoulder to cry on A face on a lover with a fire in his heart A man undercover but you tore me apart Oooh Oooh Now I've found a real love you'll never fool me Again Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, You gave it away This year, to save me from tears I'll give it to someone special Last Christmas"
    },
    {
        "url": "https://genius.com/Crazy-frog-we-wish-you-a-merry-christmas-lyrics",
        "cleaned_text": "We wish you a merry Christmas We wish you a merry Christmas We wish you a merry Christmas And a happy New Year We wish you a merry Christmas We wish you a merry Christmas We wish you a merry Christmas And a happy New Year Good tidings to you And all your kin Good tidings for Christmas And a happy New Year Good tidings to you Where ever you are Good tidings for Christmas And a happy New Year We wish you a merry Christmas We wish you a merry Christmas We wish you a merry Christmas And a happy New Year Good tidings to you And all your kin Good tidings for Christmas And a happy New Year Good tidings to you Where ever you are Good tidings for Christmas And a happy New Year We wish you a merry Christmas We wish you a merry Christmas We wish you a merry Christmas And a happy New Year We wish you a merry Christmas We wish you a merry Christmas We wish you a merry Christmas And a happy New Year Merry Christmas"
    },
    {
        "url": "https://genius.com/Crazy-frog-safety-dance-lyrics",
        "cleaned_text": "We can dance if we want to We can leave your friends behind Cause' your friends don't dance And if they don't dance, well they're No friends of mine Say, we can go where we want to A place where they will never find And we can act like we come from out of this world Leave the real one far behind And we can dance... We can dance We can dance Everything's under control We can dance We can dance Doin it pole to pole We can dance We can dance Everybody look at your hands We can dance We can dance Everyone's takin' the chance It's Safety Dance Oh,what a Safety Dance Yes, this is Safety Dance Mommy's gettin' hot, gettin' wild Gettin' out of control... Big Daddy's gonna make you scream for more... Turn up the base, no turn up the sax... Sweet, sweet thing move it, move it... Party people in the house do it, do it... Like a geenie in a botle, gonna make one wish And get your name on the top of mom's bitches... Pop, rock, old school Ed's Crazy people in that pimp's.web... Like a song higher, ready or not Signal that lady that you're on the spot...(freeze) We can dance We can dance Everybody look at your hands We can dance We can dance Everyone's takin' the chance We can dance We can dance Everybody look at your hands We can dance We can dance Everyone's takin' the chance We can dance if we want to We've got all your life, and mine As long as we abuse it Never gonna lose it Everything will work out right We can dance if we want to We can leave your friends behind Cause' your friend don't dance And if they don't dance, well they're No friends of mine We can dance We can dance We can dance We can dance We can dance We can dance We can dance We can dance It's Safety Dance Oh, what a Safety Dance Yes, this is Safety Dance"
    },
    {
        "url": "https://genius.com/Crazy-frog-blue-da-ba-dee-lyrics",
        "cleaned_text": "Yo, listen up! Here's the story About a little guy that lives in a blue world And all day and all night, and everything he sees is just blue Like him inside and inside Blue is his house with a blue little window and a bleu corvette And everything is blue for him And himself and everybody around 'Cause he ain't got nobody to listen (2x) I'm blue Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa I have a blue house with a blue window Blue is the color I bought and I wear Blue are the streets and all the trees are too I have a boyfriend and he is so blue Blue are the people here that walk around Blue like my corvette It's in here all times Blue are the words I say and what I think Blue are the feelings that live inside me (2x) I'm blue Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa I have a blue house with a blue window Blue is the color I bought and I wear Blue are the streets and all the trees are too I have a girlfriend and she is so blue Blue are the people here that walk around Blue like my corvette It's in here all times Blue are the words I say and what I think Blue are the feelings that live inside me (2x) I'm blue Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa Da ba dee, da ba daa"
    },
    {
        "url": "https://genius.com/Crazy-frog-we-like-to-party-lyrics",
        "cleaned_text": "We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party I've got something to tell ya I've got news for you Gonna put some wheels in motion Get ready 'cause we're coming through Hey now, hey now, here's what I say now Happiness is just around the corner Hey now, hey now, here's what I say now We'll be there for you (Chorus) The Crazy Frog is coming And everybody's jumping New York to San Fransisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body We like to party We like, we like to party We like to party We like, we like to party Hey now, hey now, here's what I say now Happiness is just around the corner Hey now, hey now, here's what I say now We'll be there for you (Chorus) The Crazy Frog is coming And everybody's jumping New York to San Fransisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party The Crazy Frog is coming, the Crazy Frog is coming The Crazy Frog is coming, the Crazy Frog is.. (Chorus) The Crazy Frog is coming And everybody's jumping New York to San Fransisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body The Crazy Frog is coming"
    },
    {
        "url": "https://genius.com/Crazy-frog-everyone-lyrics",
        "cleaned_text": "Everyone Join the Crazy Frog let's have some fun Now the Crazy dance its just begun It's so easy and you own can do it Yeah the Crazy Frog its number one Everyone Join the Crazy Frog let's have some fun Now the Crazy dance its just begun It's so easy and you own can do it... (Break it) (Break Down) Everyone Join the Crazy Frog let's have some fun Now the Crazy dance its just begun It's so easy and you own can do it Yeah the Crazy Frog its number one (Come on) So put you're hands up in the air And wave'em like you just don't care You're mind its in the trance If you're ready, come and dance Everybody likes the Crazy On you're frog Now its on across the lands Tell you're friends to done the crazy dance (Break it) (Break down) Everyone Join the Crazy Frog let's have some fun Now the Crazy dance its just begun It's so easy and you own can do it Yeah the Crazy Frog its number one Everyone Join the Crazy Frog let's have some fun Now the Crazy dance its just begun It's so easy and you own can do it Yeah the Crazy Frog its number one"
    },
    {
        "url": "https://genius.com/Crazy-frog-we-are-the-champions-lyrics",
        "cleaned_text": "Ding a dang dong for the champions We are the champions, my friends And we'll keep on fighting till the end We are the champions, we are the champions No time for losers 'cause we are the champions Of the world Ding a dang dong for the champions Ding, ding, ding Pum, pum, pum Ding a dang dong let's rock that sound (Ding, ding) Everybody hear what's going down (Pum, pum) Ding a dang dong we reach the top (Ding, ding) Time and again from the penalty spot (Pum, pum, pum) Ding a dang dong is this radio on (Ding a dang dong, ding a dang dong) 'Cause it's a goal, we've won (Ding a dang dong for the champions) We are the champions, my friends And we'll keep on fighting till the end We are the champions, we are the champions No time for losers 'cause we are the champions Of the world Ding a dang dong for the champions Ding, ding, ding Pum, pum, pum Pum, pum, pum Ding a dang dong for the champions of the world"
    },
    {
        "url": "https://genius.com/Crazy-frog-intro-lyrics",
        "cleaned_text": "Ba Ding Ba, B-Ding Ding, Barn Ba Ba Ba Ba Ba-, Ba-, Bing Ba Ba Ba Ding Ba, B-Ding Ding, Barn Ba Ba Ba-, Ba-, Bing Ba, Ba Ba Ding Ba, B-Ding Ding, Ba Ba Ba, Ba, Bing Ba Ding Ba, B-Ding Ding, Barn"
    },
    {
        "url": "https://genius.com/Crazy-frog-whoomp-there-it-is-lyrics",
        "cleaned_text": "HEEEEEEEY! Boom shik boom shik Shakka-lakka-lakka boom shik boom shik Shakka-lakka-lakka boom shik boom shik Shakka-lakka-lakka boom shik boom shik Ha-ha ha-ha-ha ha-ha ha ha-ha Whoomp! There it is! Whoomp! There it is! Whoomp! There it is! Whoomp! There it is! Whoomp! There it is! Whoomp! There it is! Whoomp! There it is! Whoomp! There it is! Uh-ah-ah ah-ah-ah-ah Ooh-ooh Uh-ah-ah ah-ah-ah-ah Uh-ah-ah ah-ah-ah-ah Ooh-ooh Uh-ah-ah ah-ah-ah a-a a-a a-a a a Whoomp! There it is!(Whoomp!) Whoomp! There it is! Whoomp! There it is!(Whoomp!) Whoomp! There it is! Whoomp! There it is!(Whoomp!) Whoomp! There it is! Whoomp! There it is!(Whoomp!) Whoomp! There it is! Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Uh-ah-ah ah-ah-ah-ah Ooh-ooh Uh-ah-ah ah-ah-ah-ah Uh-ah-ah ah-ah-ah-ah Ooh-ooh Uh-ah-ah ah-ah-ah a-a a-a a-a a a Whoomp! There it is!(Whoomp!) Whoomp! There it is! Whoomp! There it is!(Whoomp!) Whoomp! There it is! Whoomp! There it is!(Whoomp!) Whoomp! There it is! Whoomp! There it is!(Whoomp!) Whoomp! There it is! Ooh-ooh Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Boom shik boom shik Ooh-ooh (Come on!) Boom shik boom shik Ooh-ooh Boom shik boom shik Ooh-ooh HEEEEEEEEEY! Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Shakka-lakka-lakka boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!) Boom shik boom shik (There it is!)(Shakka-lakka-Shakka-lakka)(There it is!)"
    },
    {
        "url": "https://genius.com/Crazy-frog-daddy-dj-lyrics",
        "cleaned_text": "Ring ding ding ding Ding ding ding ding ding ring ding Ding ding ding ding ding dim Ding ding ding ding ding bong Ring ding ding ding Ding ding ding ding ding ring ding Ding ding ding ding ding dim Ding ding ding ding ding bong Daddy DJ please take me to the party And let me dance along until the lights are on Daddy DJ please take me to the party And let the music play until the break of day Ding ding Ding ding Ding ding Another night like a million before Another party where I'm not invited As always you'll heat the dance floor In front of your turntables going mad Why don't you keep me close to you? I'm not anymore the kid you knew Why should I stay deep in the blue? I wanna move my body too Ring ding ding ding Ding ding ding ding ding ring ding Ding ding ding ding ding dim Ding ding ding ding ding bong Ring ding ding ding Ding ding ding ding ding ring ding Ding ding ding ding ding dim Ding ding ding ding ding bong Daddy DJ please take me to the party And let me dance along until the lights are on Daddy DJ please take me to the party And let the music play until the break of day Ringidi ringidi ding ding ringdidik bem bem bem Ringidi ringidi ding ding ringdidik bem bem bem Ringidi ringidi ding ding ringdidik bem bem bem Ringidi ringidi ding ding ringdidik bem bem bong Ring ding ding ding bem bem bom Ring ding ding ding Ding ding ding ding ding ring ding Ding ding ding ding ding dim Ding ding ding ding ding bong Ring ding ding ding Ding ding ding ding ding ring ding Ding ding ding ding ding dim Ding ding ding ding ding bong Daddy DJ please take me to the party And let me dance along until the lights are on Daddy DJ please take me to the party And let the music play until the break of day Ding ding Ding ding Ding ding Bem bem"
    },
    {
        "url": "https://genius.com/Crazy-frog-1001-nights-lyrics",
        "cleaned_text": "Oh, oh Crazy Frog... Oh, oh Crazy Frog... Bam, bam, bom, bam, bam, bam, bom Bam, bam, bim, bam, bam, bam, bim, bim Ah, ih, bom, ah, ih, ih, bam Bam, bam, bom, bam, bam, bam, bom Bam, bam, bim, bam, bam, bam, bim, bim Ah, ih, bom, ah, ih, ih, ih ih, ih, ah Oh, oh Crazy Frog... Oh, oh Crazy Frog... Bam, bam, bom, bam, bam, bam, bom Bam, bam, bim, bam, bam, bam, bim, bim Ah, ih, bom, ah, ih, ih, bam Bam, bam, bom, bam, bam, bam, bom Bam, bam, bim, bam, bam, bam, bim, bim Ah, ih, bom, ah, ih, ih, ih ih, ih, ah Oh, oh Crazy Frog... Oh, oh Crazy Frog... (Nonsense words in fast-forward) Ah, ih, bom, ah, ih, ih, bom (Nonsense words in fast-forward) Ah, ih, bom, ah, ih, ih, bom Oh, oh Crazy Frog... Oh, oh Crazy Frog... Oh, oh Crazy Frog..."
    },
    {
        "url": "https://genius.com/Crazy-frog-who-let-the-frog-out-lyrics",
        "cleaned_text": "Who let the frog out! Bap bap bap bap bap Who let the frog out Bap bap bap bap-bap Who let the frog out Bap bap bap bap-bap When the party was nice the party was bumpin' Yippy I oh Everybody havin' a ball Yippy I oh Well I think I hear the crazy frog jumping Yippy I oh Up and down and all over the wall Its the crazy frog now Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap When the party was nice the party was bumpin' Yippy I oh Everybody having a ball Yippy I oh Well I think I hear the crazy frog jumpin' Yippy I oh Up and down and all over the wall Its the crazy frog now Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out Bap bap bap bap bap Oh no, that frogie He won't leave me alone Crazy frog Wanna be alone Crazy frog Wanna be a... Oh no that frogie He won't leave me alone! Crazy frog Wanna be alone Crazy frog Wanna be a... When the party was nice the party was bumpin' Yippy I oh Everybody havin' a ball Yippy I oh Well I think I hear the crazy frog jumpin' Yippy I oh Up and down and all over the wall Its the crazy frog now! Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap Who let the frog out? Bap bap bap bap bap WHO LET THE FROG OUT?"
    },
    {
        "url": "https://genius.com/Crazy-frog-cha-cha-slide-lyrics",
        "cleaned_text": "Clap your hands everybody Slide to the left Take it back now yal One hop this time Right foot lets stomp Left foot lets stomp Cha Cha now yal To the left Take it back now yal Two hops this time Two on the left Two on the right Cha Cha now yal Slide to the right Slide to the left Take it back now yal One hop this time Right foot lets stomp Left foot lets stomp Charlie Brown Cha Cha now yal Five hops this time Touch your knees How low can you go Can go down low All the way to floor Can you bring it the top Like you never never stop One hop this time Right foot lets stomp Left lets stomp Reverse Reverse Reverse Reverse Cha Cha now y'all"
    },
    {
        "url": "https://genius.com/Crazy-frog-pump-up-the-jam-lyrics",
        "cleaned_text": "Pump! Pump up the jam Pump it up Why you feel you're stamped? Even the Jam is pumping Look here, the ground is jumping! Pump it Up, a little more Get the body going to the dance floor Seek this ass When the party is set And you'll find out if you do that! Aua!! A flet today! Get your budy on the club tonight Make my day Aua!! A flet today! Get your budy on the club tonight Make my day Make my day Make my, make my, Make my day Make my day Make my day Make my, make my, Make my day Pump, pumping! Den, den, den, dem pump, den den den..PUMP Den, den, den, dem pump, den den den..PUMP Aua!! A flet today! Get your budy on the club tonight Make my day Aua!! A flet today! Get your budy on the club tonight Make my day Make my day Make my, make my, Make my day Make my day Make my day Make my, make my, Make my day Pump, pumping! Pump, Pump!! Pump, pumping! Pump! Pump up the jam Pump it up Why you feel you're stamped? Even the Jam is pumping Look here, the ground is jumping! Pump it Up, a little more Get the body going to the dance floor Seek this ass When the party is set And you'll find out if you do that! Aua!! A flet today! Get your budy on the club tonight Make my day Aua!! A flet today! Get your budy on the club tonight Make my day Make my day Make my, make my, Make my day Make my day Make my day Make my, make my, Make my day Pump! Pump up the jam Pump it up A pump it up You're pumping? Pump! Pump up the jam Pump it up A pump it up You're pumping? Pump! Pump up the jam Pump it up A pump it up You're pumping? Pump! Pump up the jam Pump it up A pump it up You're pumping? Pump, pumping! Pump, Pump Pump, pumping!"
    },
    {
        "url": "https://genius.com/Crazy-frog-we-are-the-champions-ding-a-dang-dong-lyrics",
        "cleaned_text": "Ding a dang dong for the champions We are the champions, my friends And we'll keep on fighting till the end We are the champions, we are the champions No time for losers 'cause we are the champions Of the world Ding a dang dong for the champions Ding, ding, ding Pum, pum, pum Ding a dang dong let's rock that sound (Ding, ding) Everybody hear what's going down (Pum, pum) Ding a dang dong we reach the top (Ding, ding) Time and again from the penalty spot (Pum, pum, pum) Ding a dang dong is this radio on (Ding a dang dong, ding a dang dong) 'Cause it's a goal, we've won (Ding a dang dong for the champions) We are the champions, my friends And we'll keep on fighting till the end We are the champions, we are the champions No time for losers 'cause we are the champions Of the world Ding a dang dong for the champions Ding, ding, ding Pum, pum, pum Pum, pum, pum Ding a dang dong for the champions of the world"
    },
    {
        "url": "https://genius.com/Crazy-frog-cotton-eye-joe-lyrics",
        "cleaned_text": "If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey, hey, hey Hey, hey, hey Hey, hey, hey He brought disaster wherever he went The hearts of the girls was to hell broken sent They all ran away so nobody would know And left only men 'cause of Cotton Eyed Joe If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey, hey, hey Hey, hey, hey Hey, hey, hey He brought disaster wherever he went The hearts of the girls was to hell broken sent They all ran away so nobody would know And left only men 'cause of Cotton Eyed Joe If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey, hey, hey Hey, hey, hey Hey, hey, hey If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey"
    },
    {
        "url": "https://genius.com/Crazy-frog-go-froggy-go-lyrics",
        "cleaned_text": "And now ladies and gentlemen He's Lee, he's mean and he's green And he sounds good, go frog Go, go, go, go"
    },
    {
        "url": "https://genius.com/Crazy-frog-im-too-sexy-lyrics",
        "cleaned_text": "I'm too sexy for my love too sexy for my love Love's going to leave me I'm too sexy for my shirt too sexy for my shirt So sexy it hurts And I'm too sexy for Milan too sexy for Milan New York and Japan And I'm too sexy for your party Too sexy for your party No way I'm disco dancing I'm a model you know what I mean And I do my little turn on the catwalk Yeah on the catwalk on the catwalk yeah I do my little turn on the catwalk I'm too sexy for my car too sexy for my car Too sexy by far And I'm too sexy for my hat Too sexy for my hat what do you think about that I'm a model you know what I mean And I do my little turn on the catwalk Yeah on the catwalk on the catwalk yeah I shake my little touche on the catwalk I'm too sexy for my too sexy for my too sexy for my 'Cause I'm a model you know what I mean And I do my little turn on the catwalk Yeah on the catwalk on the catwalk yeah I shake my little touche on the catwalk I'm too sexy for my cat too sexy for my cat Poor pussy poor pussy cat I'm too sexy for my love too sexy for my love Love's going to leave me And I'm too sexy for this song"
    },
    {
        "url": "https://genius.com/Crazy-frog-cotton-eyed-joe-lyrics",
        "cleaned_text": "If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey, hey, hey Hey, hey, hey Hey, hey, hey He brought disaster wherever he went The hearts of the girls was to hell broken sent They all ran away so nobody would know And left only men 'cause of Cotton Eyed Joe If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey, hey, hey Hey, hey, hey Hey, hey, hey He brought disaster wherever he went The hearts of the girls was to hell broken sent They all ran away so nobody would know And left only men 'cause of Cotton Eyed Joe If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey, hey, hey Hey, hey, hey Hey, hey, hey If it hadn't been for Cotton Eyed Joe I'd been married long time ago Where did you come from, where did you go Where did you come from, Cotton Eyed Joe? Hey"
    },
    {
        "url": "https://genius.com/Crazy-frog-jingle-bells-single-mix-lyrics",
        "cleaned_text": "IT'S CHRISTMAS!!! Oh!! Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!!*Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! *Mellow Cello Music* IT'S CHRISTMAS!!"
    },
    {
        "url": "https://genius.com/Crazy-frog-kiss-him-goodbye-na-na-na-hey-hey-lyrics",
        "cleaned_text": "Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Let's go Come on Come on Let's go Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye Let's go Come on Come on Let's go Na na na na, na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye"
    },
    {
        "url": "https://genius.com/Crazy-frog-ice-ice-baby-lyrics",
        "cleaned_text": "Ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby All right stop, collaborate and listen Ice is back with my brand new invention Something grabs a hold of me tightly Flow like a harpoon daily and nightly Will it ever stop? Yo, I don't know Turn off the lights and I'll glow To the extreme I rock a mic like a vandal Light up a stage and and watch and jump like a candle Dance, bum rush the speaker that booms I'm killing your brain like a poisonous mushroom Deadly, when I play a dope melody Anything less than the best is a felony Love it or leave it, you better gain way You better hit bull's eye the kid don't play If there was a problem yo, I'll solve it Check out the hook while my DJ revolves it Ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla Now that the party is jumping With the bass kicked in and the Vegas are pumpin' Quick to the point, to the point no faking Cooking MC's like a pound of bacon Burning them but you ain't quick you nimble I go crazy when I hear a cymbal And a hi hat with a souped up tempo I'm on a roll and it's time to go solo Rollin' in my 5.0 With my ragtop down so my hair can blow The girlies on standby waiting just to say hi Did you stop? No, I just drove by Kept on pursuing to the next, I I busted a left and I'm heading to the next block That block was dead yo, so I continued to A1A Beachfront Avenue Girls were hot wearing less than bikinis Rockman lovers driving Lamborghinis Jealous 'cause I'm out getting mine Shay with the gage and Vanilla with a nine Ready for the chumps on the wall The chumps acting ill because they're so full of eight balls Gunshots ranged out like a bell I grabbed my nine all I heard was shells Rolling on the concrete real fast Jumped in my car, slammed on the gas Bumper to bumper the avenue's packed I'm trying to get away before the jackers jack Police are on the scene you know what I mean They passed me up, confronted all the dope fiends If there was a problem yo, I'll solve it Check out the hook while my DJ revolves it Ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla Take heed 'cause I'm a lyrical poet Miami's on the scene just in case you didn't know it My town, that created all the bass sound Enough to shake and kick holes in the ground 'Cause my style's like a chemical spill Feasible rhymes that you can vision and feel Conducted and formed this is a hell of a concept We make it hype and you want to step with this Shay plays on the fade Slice like a ninja, cut like a razor blade So fast, other DJ's say, Damn If my rhyme was a drug I'd sell it by the gram Keep my composure when it's time to get loose Magnetized by the mic while I kick my juice If there was a problem, yo, I'll solve it Check out the hook while DJ revolves it Ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice ice baby Vanilla ice Yo man, let's get out of here Word to your mother Ice ice baby, too cold Ice ice baby, too cold, too cold"
    },
    {
        "url": "https://genius.com/Crazy-frog-bailando-lyrics",
        "cleaned_text": "Bailando, bailando Amigos adios, adios El silencio loco (2x) Si señor, efectos especiales yeah yeah yeah Si señor, una tentacion yeah yeah yeah Tu y yo a la fiesta Tu y yo, toda la noche Tu y yo a la fiesta Tu y yo, oh oh oh Bailando, bailando Amigos adios, adios El silencio loco (2x) (Bailando!) (Todo loco) (Arriba mi amigo!) (Iiiiebaa!) Si señor, corona de cristales, yeah yeah yeah Si señor, una emocion, yeah yeah yeah Tu y yo a la fiesta Tu y yo, toda la noche Tu y yo a la fiesta Tu y yo oh oh oh"
    },
    {
        "url": "https://genius.com/Crazy-frog-jump-lyrics",
        "cleaned_text": "I get up, and nothin' ever gets me down You got it tough, I've seen the toughest around And I know, baby, just how you feel You got to roll with the punches and get what's real Can't you see me standin' here I got my back against the record machine I ain't the worst that you've seen Can't you see what I mean? Might as well jump, jump Might as well jump, jump Go ahead an' jump, jump Go ahead and jump, jump Hey, you! Hey baby, how you been? You say you don't know, you won't know until you begin So can't you see me standing here I got my back against the record machine I ain't the worst that you've seen Can't you see what I mean? Might as well jump, jump Might as well jump, jump Go ahead jump, jump Go ahead and just jump, jump Knock yourself up Can't you see me standin' here I got my back against the record machine I ain't the worst that you've seen Can't you see what I mean? Might as well jump, jump Might as well jump, jump Go ahead jump, jump Go ahead and jump baby, jump Come on jump, jump Might as well jump, jump Go ahead Knock yourself up, jump Go ahead and jump, jump Come on and jump, jump Jump"
    },
    {
        "url": "https://genius.com/Crazy-frog-u-cant-touch-this-lyrics",
        "cleaned_text": "U can't touch this U can't touch this U can't touch this U can't touch this U can't touch this My, my, my music hits me so hard Makes me say, Oh my Lord Thank you for blessing me With a mind to rhyme and two hype feet It feels good when you know you're down A super dope homeboy from the Oaktown And I'm known as such And this is a beat uh, u can't touch I told you homeboy (U can't touch this) Yeah that's how we living and you know (U can't touch this) Look at my eyes, man (U can't touch this) Yo, let me bust the funky lyrics (U can't touch this) Fresh new kicks, advance You gotta like that, now you know you wanna dance So move, outta your seat And get a fly girl and catch this beat While it's rolling, hold on Pump a little bit and let 'em know it's going on Like that, like that Cold on a mission so fall them back Let 'em know, that you're too much And this is a beat, uh, u can't touch Yo, I told you (U can't touch this) Why you standing there, man? (U can't touch this) Yo, sound the bell, school is in, sucka (U can't touch this) Give me a song, or rhythm Make 'em sweat, that's what I'm giving 'em Now, they know You talking about the Hammer, you talking about a show That's hype, and tight Singers are sweating so pass them a wipe Or a tape, to learn What's it gonna take in the 90's to burn The charts? Legit Either work hard or you might as well quit That's word because you know U can't touch this U can't touch this Break it down (Music breaks down) Stop, Hammer time Go with the funk, it is said That if you can't groove to this then you probably are dead So wave your hands in the air Bust a few moves, fun your fingers through your hair This is it, for a winner Dance to this and you're gonna get thinner Move, slide your rump Just for a minute let's all do the bump, bump, bump Yeah (U can't touch this) Look, man (U can't touch this) You better get hype, boy, because you know (U can't touch this) Ring the bell, school's back in (U can't touch this) Break it down (Crazy bridge) Stop, Hammer time U can't touch this U can't touch this U can't touch this U can't touch this Break it down (Nice pants, Hammer) Stop, Hammer time Every time you see me The Hammer's just so hype I'm dope on the floor And I'm magic on the mic Now why would I ever stop doing this? With others making records that just don't hit I've toured around the world, from London to the Bay It's Hammer, go Hammer, MC Hammer, yo Hammer And the rest can go and play U can't touch this U can't touch this U can't touch this U can't touch this U can't touch this"
    },
    {
        "url": "https://genius.com/Crazy-frog-crazy-jodeling-lyrics",
        "cleaned_text": "Jodeling frog Bem bem Jodeling frog Bing bing Bem bem Bing bing Bem bem Jodeling frog Bem bem Jodeling frog"
    },
    {
        "url": "https://genius.com/Crazy-frog-everytime-we-touch-lyrics",
        "cleaned_text": "I still hear your voice, when you sleep next to me I still feel your touch in my dreams Forgive me my weakness, but I don't know why Without you it's hard to survive Cause everytime we touch, I get this feeling And everytime we kiss I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side Cause everytime we touch, I feel this static And everytime we kiss, I reach for the sky Can't you hear my heart beat so I can't let you go Want you in my life Your arms are my castle, your heart is my sky They wipe away tears that I cry The good and the bad times, we've been through them all You make me rise when I fall Cause everytime we touch, I get this feeling And everytime we kiss I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side Cause everytime we touch, I feel this static And everytime we kiss, I reach for the sky Can't you hear my heart beat so I can't let you go Want you in my life Cause everytime we touch, I get this feeling And everytime we kiss I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side"
    },
    {
        "url": "https://genius.com/Crazy-frog-the-final-countdown-lyrics",
        "cleaned_text": "It's the final countdown The final countdown It's the final countdown The final countdown We're leaving together But still it's farewell And maybe we'll come back To earth, who can tell? I guess there is no one to blame We're leaving ground (leaving ground) Will things ever be the same again? It's the final countdown The final countdown The final countdown... We're heading for Venus and still we stand tall Cause maybe they've seen us and welcome us all With so many light years to go and things to be found (to befound) I'm sure that we'll all miss her so It's the final countdown The final countdown The final countdown..It's the final countdown The final countdown The final countdown.."
    },
    {
        "url": "https://genius.com/Crazy-frog-daddy-dj-crazy-frog-video-mix-lyrics",
        "cleaned_text": "Daddy DJ please take me to the party And let me dance along until the lights are on Daddy DJ please take me to the party And let the music play until the break of day Another night like a million before Another party where I'm not invited As always you'll heat the dance floor In front of your turntables going mad Why don't you keep me close to you I'm not anymore the kid you knew Why should I stay deep in the blue I wanna move my body too"
    },
    {
        "url": "https://genius.com/Crazy-frog-pinocchio-lyrics",
        "cleaned_text": "Bramm, Bramm Bem, bem Bem, bem, bom Bom Ba, ba, tim, bam, bam Ba, ba, tim Ba, ba, tim Ba, ba, tim Ba, ba, tim Bam, tim, bam, tim Bam, bam tim Bam, tim, bam, bam, tim Bam, tim, bam, bam, bam, bam Bam, oh"
    },
    {
        "url": "https://genius.com/Crazy-frog-intro-go-froggy-go-lyrics",
        "cleaned_text": "And now ladies and gentlemen He's Lee, he's mean and he's green And he sounds good, go frog Go, go, go, go"
    },
    {
        "url": "https://genius.com/Crazy-frog-jingle-bells-new-club-mix-lyrics",
        "cleaned_text": "IT'S CHRISTMAS!!! Oh!! Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!!*Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! *Mellow Cello Music* IT'S CHRISTMAS!!"
    },
    {
        "url": "https://genius.com/Crazy-frog-i-will-survive-lyrics",
        "cleaned_text": "First I was afraid, I was petrified Kept thinking I could never live without you by my side And I spent so many nights thinking how you did me wrong And I grew strong and I learned how to get along And so you're back from outer space I just walked in to find you here with that look upon your face I should have changed that stupid lock I should have made you leave your key If I had known for just one second you'd be back to bother me Oh, now go, walk out the door Just turn around now 'cause you're not welcome anymore Weren't you the one who tried to break me with goodbye? Did you think I'd crumble, did you think I'd lay down and die? Oh, no, not I, I will survive For as long as I know how to love, I know I'll stay alive I've got all my life to live and I've got all my love to give And I'll survive, I will survive, hey, hey La, la, la La, la, la La, la, la La, la, la La, la, la La, la, la It took all the strength I had not to fall apart Just trying hard to mend the pieces of my broken heart And I spent oh so many nights just feeling sorry for myself I used to cry, but now I hold my head up high And you see me, somebody new I'm not that chained up little person still in love with you And so you felt like dropping in and just expect me to be free But now I'm saving all my loving for someone who's loving me Oh, now go, walk out the door Just turn around now 'cause you're not welcome anymore Weren't you the one who tried to break me with goodbye Did you think I'd crumble, did you think I'd lay down and die? Oh, no, not I, I will survive For as long as I know how to love, I know I'll stay alive I've got all my life to live and I've got all my love to give And I'll survive, I will survive, hey, hey La, la, la La, la, la La, la, la La, la, la La, la, la La, la, la La, la, la La, la, la La, la, la"
    },
    {
        "url": "https://genius.com/Crazy-frog-magic-melody-lyrics",
        "cleaned_text": "Frog Bang-bang-bang-bang-bang Frog Bang-bang taridam-bang bang taridam Bari-tam-tam taridam tam tam Ting-ting Bang-bang taridam-bang bang taridam Bari-tam-tam taridam tam tam Bang-bang taridam-bang bang taridam Bari-tam-tam taridam tam tam Bang-bang taridam-bang bang taridam Bari-tam-tam taridam tam tam Frog Bang-bang taridam-bang bang taridam Bari-tam-tam taridam tam tam Ting-Ting"
    },
    {
        "url": "https://genius.com/Crazy-frog-how-do-you-do-lyrics",
        "cleaned_text": "*Whistling* Ding ding ding ding Ding-ding ding ding ding ding ding ding Ring-ding ding ding ding ding ding Ding-ding ding ding ding ding bem Ding ding ding ding Ding-ding ding ding ding ding ding ding Ring-ding ding ding ding ding ding Ding-ding ding ding ding ding bem Bom bom When I'm going on a summer holiday And my plane leaves to a place so far away I'm so happy 'cause it's time to celebrate Oh, I feel like I could dance, ooh-whoa Different people all around the globe don't know What to say when there's a stranger I will show That there is a way you can communicate Everybody understands How do you do? You like me and I like you Come and take me by the hand 'Cause I wanna be your friend How do you do? You like me and I like you Say, how do you, do you do? How do you, do you do? How do you do? You like me and I like you Come and take me by the hand 'Cause I wanna be your friend How do you do? You like me and I like you Say, how do you, do you do? How do you, do you do? Ding ding ding ding Ding-ding ding ding ding ding ding ding Ring-ding ding ding ding ding ding Ding-ding ding ding ding ding bem Ding ding ding ding Ding-ding ding ding ding ding ding ding Ring-ding ding ding ding ding ding Ding-ding ding ding ding ding bem Bom bom It's so easy when you want to make a friend When the sun is shining in a distant land There's a certain feeling that surrounds your mind And you feel like you can dance, ooh-whoa When you're going to the south of Africa To America or to Australia You'll see people of all colors and all kinds Everybody understands How do you do? You like me and I like you Come and take me by the hand 'Cause I wanna be your friend How do you do? You like me and I like you Say, how do you, do you do? How do you, do you do? How do you do? You like me and I like you Come and take me by the hand 'Cause I wanna be your friend How do you do? You like me and I like you Say, how do you, do you do? How do you, do you do? Ding ding ding ding Ding-ding ding ding ding ding ding ding Ring-ding ding ding ding ding ding Ding-ding ding ding ding ding bem Ding ding ding ding Ding-ding ding ding ding ding ding ding Ring-ding ding ding ding ding ding Ding-ding ding ding ding ding bem Bom bom *Whistling*"
    },
    {
        "url": "https://genius.com/Crazy-frog-copa-banana-lyrics",
        "cleaned_text": "Copa banana Copa banana Copa banana at copa cabana Arriba Copa banana at copa cabana Arriba Copa banana Copa banana Copa banana at copa cabana Arriba Copa banana at copa cabana Arriba Copa banana Copa banana Copa banana Arriba banana"
    },
    {
        "url": "https://genius.com/Crazy-frog-get-ready-for-this-lyrics",
        "cleaned_text": "Y'all ready for this? Y'all ready for this? Y'all ready for this?"
    },
    {
        "url": "https://genius.com/Crazy-frog-popcorn-radio-mix-lyrics",
        "cleaned_text": "Eeeee-haww! Digy wigy- Digy wigy- Come on! (come on) Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch ding-ding Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Now let's go Digy wigy- Come on! (come on) Digy wigy- One! Two! Three! Here we go! (go) Digy wigy- Come on! (come on) Digy wigy- Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch ding-ding Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Digy wigy- (Digy wigy) Now let's go (go) Digy wigy- Digy wigy-"
    },
    {
        "url": "https://genius.com/Crazy-frog-no-limit-lyrics",
        "cleaned_text": "No no no no no no no no no no no no theres no limit No no no no no no no no no no no no theres no limit No no limit we'll reach for the sky no matter to deep no matter to high No no limits we'll give up the fight we do what we want we do and we do it with right No no no no no no no no no no no no theres no limit No no no no no no no no no no no no theres no limit No no limit we'll reach for the sky no matter to deep no matter to high No no limits we'll give up the fight we do what we want we do and we do it with right Theres no limit Theres no limit No no no no no no no no no no no no theres no limit No no no no no no no no no no no no theres no limit"
    },
    {
        "url": "https://genius.com/Crazy-frog-rock-steady-lyrics",
        "cleaned_text": "Make your body rock, make your body rock Let's do the cool rock steady Make your body rock, make your body rock Now move your dancing feet Make your body rock Just do the dance if I get down Make your body rock, get ready Let's do the cool rock steady Now move your dancing feet Yo Frog, are you ready? Let's go with the cool rock steady First to move you, the groove is sweet Now move your dancing feet It ain't hard, all you need to do Is start to move it too Set it off yeah, the beats you need Now move your dancing feet Make your body rock, make your body rock Let's do the cool rock steady Make your body rock Just do the dance if I get down Make your body rock Let's do the cool rock steady Now move your dancing feet Now alright, can we get down? Just move it to the funky sound Watch the Frog just do his thing Around the world he makes the crowd sing DJ, I can't stop now Just rock it to the top now Like I said the groove is sweet So move your dancing feet Make your body rock, make your body rock Let's do the cool rock steady Make your body rock Just do the dance if I get down Make your body rock Let's do the cool rock steady Now move your dancing feet Hey, you, you know what to do Get on down, yeah, with the crew No time to wait, get ready Let's do the cool rock steady Hey, you, you know what to do Get on down, yeah, with the crew No time to wait, get ready Let's do the cool rock steady Make your body rock, make your body rock Let's do the cool rock steady Make your body rock Just do the dance if I get down Make your body rock Now move your dancing feet Make your body rock"
    },
    {
        "url": "https://genius.com/Crazy-frog-wonderland-lyrics",
        "cleaned_text": "He-he-he Ha-ha-ha-ha (x15) Bam Bam daring ding ding ding ding ding ding Beram Beram daring ding ding ding ding ding bo Bam Bam daring ding ding ding ding ding ding Beram Beram daring ding ding ding ding ding bo He-he-he Ha-ha-ha-ha (x8) Bam Bam daring ding ding ding ding ding ding Beram Beram daring ding ding ding ding ding bo Bam Bam daring ding ding ding ding ding ding Beram Beram daring ding ding ding ding ding bo Bam Bam daring ding ding ding ding ding ding Beram Beram daring ding ding ding ding ding bo Bam Bam daring ding ding ding ding ding ding Bo!"
    },
    {
        "url": "https://genius.com/Crazy-frog-dont-you-want-me-lyrics",
        "cleaned_text": "Don't you want me? Don't you want me? Don't you want my love? Don't you want my lovin'? Don't you want me? Don't you want me? Don't you want my love? Don't you want me? Don't you want me? Don't you want my love? Don't you want my lovin'? Don't you want me? Don't you want me? Don't you want my love? Don't you want me? Don't you want me? Don't you want my love? Don't you want me? Don't you want me? Don't you want my love? Don't you want my lovin'?"
    },
    {
        "url": "https://genius.com/Vyzer-crazi-frog-want-sum-lyrics",
        "cleaned_text": "We're gonna fuck it up The space we got is not enough Call a card, don't call my bluff (おはよう, Vyzer—) But bitch don't try to call me up We're gonna fuck it up The space we got is not enough Call a card, don't call my bluff But bitch don't try to call me up Meet me at the function 'Cause I know that you want sum 'Cause I know that you want sum My money is a large sum You wanna party all night Said come join me it'll be alright She poppin' pills to feel fine We poppin' pills to feel fine Walkin' in designer pants, designer shoes Yeah tell me what you wanna do Designer pants, designer shoes Yeah tell me what you wanna do Ding, Ding Girl come on move that body Girl come on move that body Cause i know that you want it So come on move your body I know you like to party I know you like to party So come on move your body We're gonna fuck it up The space we got is not enough Call a card, don't call my bluff But bitch dont try to call me up Meet me at the function 'Cause I know that you want sum 'Cause I know that you want sum My money is a large sum You wanna party all night Said come join me it'll be alright She poppin' pills to feel fine We poppin' pills to feel fine Walkin' in designer pants, designer shoes Yeah tell me what you wanna do Designer pants, designer shoes Yeah tell me what you wanna do Ding, Ding"
    },
    {
        "url": "https://genius.com/Crazy-frog-last-christmas-radio-mix-lyrics",
        "cleaned_text": "Bring ding ding ding ding bring bring bring don don Bring ding ding ding ding bring bring bring don don Bring ding ding ding ding bring bring bring be be Bring ding ding ding ding bring bring bring don don Last christmas i gave you my heart but the very next day You gave it away and this year to save me from tears I will give it to someone special Once fading and twice die I keep my distance but you still catch my eye Tell me baby do you recinise me Well its been a year and it doesnt surprise me (happy christmas) I rip it up and send it And the note will say i love you and i meant it And now i know what a fool ive been But if you kiss me now i know you will fool me again Last christmas i gave you my heart But the very next day you gave it away This year to save me from tears Ill give it to someone special A crowedy mode friends with some entier laughs And im hiding from you and its alright My body thought you were some one to realie on And me i thought i had a shoulder to cry on The first time i loved ya i felt my heart A man from the cover but you tore me Appartand when i finally fond a lover ill never be fooled by you again (3 times) Last christmas i gave you my heart but the very next day you gave it away and this year to save me from tears ill give it to some one special"
    },
    {
        "url": "https://genius.com/Crazy-frog-axel-f-club-mix-lyrics",
        "cleaned_text": "A ring ding ding ding d-ding baa aramba baa baa barooumba Wh-Wha-Whats going on-on Ding ding Lets do the crazy froogg Ding ding A Brem Brem A ring ding ding ding ding A Ring Ding Ding Dingdemgdemg A ring ding ding ding ding Ring ding Baa-Baa Ring ding ding ding ding A Ring Ding Ding Dingdemgdemg A ring ding ding ding ding A Bram ba am baba weeeeeee BREAK DOWN! Ding ding Br-Br-Break It Dum dum dumda dum dum dum dum dumda dum dum dum dum dum dumda dum dum Brem daem Dum dum dumda dum dum dum dum dumda dum dum dum dum dum dumda dum dum Weeeeeeee A ram da am da am da am da weeeeeaaaaaaaaaaaaaaaa Wh-Whats Going On? Ding ding Bem De Dem Ding ding Da da A ring ding ding ding ding A Ring Ding Ding Dingdemgdemg A ring ding ding ding ding Ring ding Baa-Baa Ring ding ding ding ding A Ring Ding Ding Dingdemgdemg A ring ding ding ding ding A Bram ba am baba.. Ding ding Br-Br-Break It Dum dum dumda dum dum dum dum dumda dum dum dum dum dum dumda dum dum Brem daem Dum dum dumda dum dum dum dum dumda dum dum dum dum dum dumda dum dum Ding ding Bem De Dem!"
    },
    {
        "url": "https://genius.com/Crazy-frog-we-are-the-champions-ding-a-dang-dong-radio-edit-lyrics",
        "cleaned_text": "We are the champions my friend And we'll keep on fighting 'til the end We are the champions, we are the champions No time for losers 'cos we are the champions of the world Ding a dang dong let's rock tha sound (ding ding) Everybody hear what's going down (dom dom) Ding a Dang dong we've reached the spot (bom bom bom) Ding a Dang Dong in the stadium (ding a dang dong ding a dang dong) Cos it's a goal we have won(ding a dang dong we are the champions) We are the champions my friend And we'll keep on fighting 'til the end We are the champions, we are the champions No time for losers 'cos we are the champions Don't time for losers, cos we are the champions... Of the word"
    },
    {
        "url": "https://genius.com/Crazy-frog-crazy-sounds-acapella-lyrics",
        "cleaned_text": ""
    },
    {
        "url": "https://genius.com/Crazy-frog-jingle-bells-radiomix-lyrics",
        "cleaned_text": "IT'S CHRISTMAS!!! Oh!! Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Jungle Bells, Jingle Bells, Jingle all the way!! (Ding ding ding, ding ding ding, ring ding ding d-ding (bop)) Oh what fun it is to ride in a one horse open slay (Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding) Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding Ding ding ding, ding ding ding, ring ding ding d-ding (bop) Ding ding ding, di-ding ding ding, ri-di ding ding ding ding ding *Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!!*Music* Ding-ding *Music* Bop-Bop *Music* Brem-Brem *Music* OH!! *Mellow Cello Music* IT'S CHRISTMAS!!"
    },
    {
        "url": "https://genius.com/Crazy-frog-we-like-to-party-handsup-mix-lyrics",
        "cleaned_text": "We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party I've got something to tell ya I've got news for you Gonna put some wheels in motion Get ready 'cause we're coming through Hey now, hey now, here's what I say now Happiness is just around the corner Hey now, hey now, here's what I say now We'll be there for you (Chorus) The Crazy Frog is coming And everybody's jumping New York to San Fransisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body We like to party We like, we like to party We like to party We like, we like to party Hey now, hey now, here's what I say now Happiness is just around the corner Hey now, hey now, here's what I say now We'll be there for you (Chorus) The Crazy Frog is coming And everybody's jumping New York to San Fransisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party The Crazy Frog is coming, the Crazy Frog is coming The Crazy Frog is coming, the Crazy Frog is.. (Chorus) The Crazy Frog is coming And everybody's jumping New York to San Fransisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body The Crazy Frog is coming"
    },
    {
        "url": "https://genius.com/Crazy-frog-popcorn-potatoheadz-mix-lyrics",
        "cleaned_text": "Eeeee-haww! Digy wigy- Digy wigy- Come on! (come on) Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch ding-ding Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Now let's go Digy wigy- Come on! (come on) Digy wigy- One! Two! Three! Here we go! (go) Digy wigy- Come on! (come on) Digy wigy- Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch ding-ding Bawk-bawk chiki-chiki chiki-chiki bow-wow Chuck-chuck chu cha ch-ch-ch-ch wu-wu Bawk-bawk chiki-chiki chiki-chiki bow-wow Digy wigy- (Digy wigy) Now let's go (go) Digy wigy- Digy wigy-"
    },
    {
        "url": "https://genius.com/Crazy-frog-i-like-to-move-it-club-mix-lyrics",
        "cleaned_text": "I like to move it, move it I like to move it, move it I like to move it, move it Ya like to ( move it ) All girls all over the world Original Mad Stuntman pon ya case man ! I love how all girls a move them body And when ya move ya body, and move it Nice and sweet and sexy, alright ! Woman ya cute, and you don't need no make up Original cute body you a mek man mud up. (x2) Woman ! Physically fit, physically fit Physically, physically, physically fit Woman ! Physically fit, physically fit Physically, physically, physically fit Woman ! Ya nice, sweet, fantastic Big ship on the ocean that a big titanic Woman ! Ya nice, sweet energetic Femme ! Big ship on the ocean that a big titanic Woman ! Ya nice, sweet, fantastic Femme ! Big ship on the ocean that a big titanic Woman ! Ya nice, sweet, fantastic Femme ! Big ship on the ocean that a big titanic I like to move it, move it I like to move it, move it I like to move it, move it Ya like to ( move it ) Woman ya cute, and you don't need no make up Original cute body you a mek man mud up Original cute body you a mek man mud up Eye liner - pon ya face a mek man mud up Nose powder - pon ya face a mek man mud up Pluck ya eyebrow - pon ya face a mek man mud up Gal ya lipstick - pon ya face a mek man mud up Woman ya nice broad face And ya nice hip, make man flip and bust up them lip Woman ya nice and energetic Big ship the ocean that a big titanic Woman ya nice broad face And ya nice hip, make man flip and bust up them lip Woman ya nice and energetic Big ship the ocean that a big titanic I like to move it, move it I like to move it, move it I like to move it, move it Ya like to ( move it )"
    },
    {
        "url": "https://genius.com/Crazy-frog-axel-f-crazy-hits-version-lyrics",
        "cleaned_text": "See Axel F I am the Crazy Frog See Axel F I am the crazy frog See Axel F"
    },
    {
        "url": "https://genius.com/Crazy-frog-axel-f-bounce-mix-lyrics",
        "cleaned_text": "Ring ding ding daa baa Baa aramba baa bom baa barooumba Wh-wha-what's going on-on? Ding ding This is the Crazy Frog Ding ding Bem bem Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding This is the Crazy Frog Break down Ding ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem bem Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum This is the Crazy Frog A ram me am brem da Am da rem ram am da baabeeeaaaaaaa! Ding ding This is the Crazy Frog Ding ding Da da Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding This is the Crazy Frog Ding ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem bem Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum This is the Crazy Frog Bem bem!"
    },
    {
        "url": "https://genius.com/The-jibblers-chungi-lyrics",
        "cleaned_text": "Mama? Mama Luigi? Hahahahahaha DJ KHALED! Is overweight Fat! Plump! Stout! Large! Chubby! Flabby! Broad in the beam! Beer gut, beer gut, he has a beer gut! (Jesus) Beer gut, beer gut, he has a beer gut! Beer gut, beer gut, he has a beer gut! (Jesus) Beer gut, beer gut, he has a beer gut! Beer gut, beer gut, he has a beer gut! (Jesus) Beer gut, beer gut, he has a beer gut! Beer gut, beer gut, he has a beer gut! (Jesus) Beer gut, beer gut, he has a beer gut! Jesus Jesus Jesus Jesus Hey, hey hey! It's Fat Albert! And I'm gonna sing a song for you And we're gonna show you a thing or two"
    },
    {
        "url": "https://genius.com/Rhexdex-help-lyrics",
        "cleaned_text": "*Agressive throat singing* Hehehehehe Giggle UAO UAO UAO UAO AHA HA HA HA *Agressive beating* AAAAAAAAAAAH AAAAAAAH Bam ba dem ba bom whats going on on Dun dun da da da dun dun da da dun da da dun dun da da dun da dun da da ding ding Ah Ah!~ Errrrrrrrrrrrrr Tom Nook speaking erererererererererererererererererererererererererererererеrerererеrererererererererer (you broke me into pieces) Mr world wide! OO AA OAOA OA OA AOAO AOAOAO AO AO AO AO AOO AAO AO AO AO A OA OAO AAAA A OOAOAOAOAOAOAOAOAO OO AO AO AO AOO Alvin I've been walking down the- ERRRRRRRRRRRRRRRRRR EREREW RER ER ER ER E RE RE RE RE R ERER ER E Tom nook returns Kay Drake for some fucking reason"
    },
    {
        "url": "https://genius.com/Bagoobe-demo-lyrics",
        "cleaned_text": "Ding Ding Bam Bam Ring Ding Ding Ding D-Ding Ring Ding Ding Ding D-Ding Bem Bem Bem Ring Ding Ding Ding D-Ding Ring Ding Ding Ding D-Ding Bah Bah Bing Bing-"
    },
    {
        "url": "https://genius.com/The-wall-of-flesh-im-chinese-now-lyrics",
        "cleaned_text": "So I recently found out that I was Chinese and now I want to go and sudoku (Chorus) Eee eeeeeeeee eee"
    },
    {
        "url": "https://genius.com/Crazy-frog-axel-f-edited-version-lyrics",
        "cleaned_text": "Ring ding ding daa baa Baa aramba baa bom baa barooumba Wh-wha-what's going on-on? Ding, ding Bem bem! Ding, ding Bem bem! Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding A ram me am brem da da Breakdown! Ding ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem, bem! Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Wheeeeeeeeeeeeeeeeeeeeeee! (Br-br-break it, br-break it!) A ram me am brem da Am da rem ram am da baabeeeaaaaaaa (Wh-wha-what's going on-on?) Ding, ding Bem bem! Ding, ding Da, da Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding Ring ding ding ding baa baa Ring ding ding ding ding ding Ring ding ding ding bem bem bem Ring ding ding ding ding ding A ram me am brem da da Breakdown! Ding, ding Br-br-break it, br-break it Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Bem, bem! Dum dum dumda dum dum dum Dum dum dumda dum dum dum Dum dum dumda dum dum dum Ding, ding Bem, bem!"
    }
]