[
    {
        "url": "https://genius.com/Hov1-hon-dansar-vidare-i-livet-lyrics",
        "cleaned_text": "Nu står hon där med vitsippor i håret Tänker på allt ont, allt kan bli förlåtet Visst har mörka perioder genomsyrat året Ser på gamla bilder, brukade va sår Men allting jag, allting jag, allting jag var Försvann där och då, yeah, du likaså Som man bäddar får man ligga, ingen bädda när vi låg Ligger lågt, där i sängen var vi en, nu är vi ba två Från alfa till omega, vi låg nog för att hela Men stänger av varje gång någon spelar vår sång Det här är överlevnad, det är klart vi bytte skepnad Och vi förlorade varann med några hundradelar Inget jag vill ha tillbaks, det är klart inget går i kras Det är klart, det var du Men förevigt var aldrig för oss, hjärtat Och det vet vi nu Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min Hon sa, Kasta bort din blyertspenna, båda klär i bläck Skriver du mitt namn så kan du få mig nu direkt Alla vet att hon är vacker men finns mer: ett intellekt Och ingen annan toppar vårat sex Tårarna ska spruta, inte rinna, hon sa, Ligga inte luta Så vi gråter inte längre nu i regnet på en julafton Och alla våra smycken va i plast Men ändå vart det dyraste jag haft Så nästa gång vi ses kommer jag att minnas för oss båda Och du vet att jag klipper bilar på din gata Men diskret kommer jag att hålla på oss två i hemlighet Och inget är försent Så förneka oss för alltid, kommer alltid va din första Kanske inte bästa men jag hoppas på det största Vi kanske ses igen när vi är vuxna Och ligger som vi låg när vi va unga Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min Yo Det var så länge sen jag såg dig, hur mår du nu? Jag hörde att du träffa nån och att ni har kul Inte för att snoka men jag vet ju vad du gör Alla här i staden gillar skvaller så jag hör Lyssnar du på radio och vad tycker du om oss? Berätta nu om världen, var det bättre än du trott? Stockholm är ju samma, varför kommer du tillbaks? Fan, nu är vi gamla, vet du vad? Vägen hit va lång men inte som vi trott Vi kollade på lägenheter där vi ville bo Din mamma skicka hem mig, hon sa, Nu har jag fått nog Du släppte ut ditt hjärta genom fönstret som en bok Och det var blommor under kudden, båda drömde om varann Det sprakar nog om er, men jag vill minnas att vi brann Du sa att vi förlora men mitt hjärta, vet du vad? Vi båda har ju vunnit vi mår bra Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min För hon har blommor där i sitt hår Tror hon har glömt hur det var då Men jag ska minnas för oss två Så bara gå"
    },
    {
        "url": "https://genius.com/Hov1-pari-lyrics",
        "cleaned_text": "Yeah, när tidningar är borta och rubrikerna glömda Så ska du älska mig, du älska mig, för jag är den enda När pengarna som aldrig komma satts in på mitt konto Ska vi åka taxi hela natten ut i Stockholm Kan visa dig Paris, men jag har aldrig varit där Vi kan åka till New York om ett år, Ryan Air Kanske när vi fyller år tar jag lån, baby, svär De ringde mig igår, måste gå, ta farväl ( Känsla! ) Jag kan ta dig till Paris ( Yeah ) Fashion week här i London ( Woo! ) Vi kan flyga imorgon För det finns pengar på kontot ( Woo! ) För det är bara du ( Bara du ) Flyter natural ( Nachi, nachi ) Du vill följa med ( Yeah ) Vi är på samma mode Jag har vart på tour, nu är jag klar ( Klar? ) Spendera allt som jag har ( Woo! ) Kasta para, köper ticket, låt oss flyga till Paris ( Paris ) Jobba extra för att leva som vi vore Money Mitch ( Money! ) Inte alla som är födda Richie Rich ( Money! Money! Richie! ) Tagga på vacay, ingen day off När jag gör det för min baby Hon slänger french kisses, ger mig ambition ( Muah! ) Vi ger det allt, jag svär, om du bara visste Det är moments, det är bra minnen ( Woo! Woo! ) Det är kärlek för hela livet ( Yeah ) Jag kan ta dig till Paris ( Yeah ) Fashion week här i London ( Woo! ) Vi kan flyga imorgon För det finns pengar på kontot ( Woo! ) För det är bara du ( Bara du ) Flyter natural ( Nachi, nachi ) Du vill följa med ( Yeah ) Vi är på samma mode Vi är på samma mode, samma mode Vi är i en annan zone Tar dig on the road, on the road ( Yeah ) Kommer hem imorrn (Nice) För det är bara du ( Va? ) Flyter natural ( Natural ) Du vill följa med ( Följa med ) Vi är på samma mode Leva livet som det vore allt det dyra på menyn Köper drinkar så vi synkar, bar i sängen, har du tid? För vi grälar och vi älskar, allt däri, det blir magi När du rör dig med en sån känsla har din egna algoritm Varje natt, min mon ami, köper resa, c est la vie Ska spendera allt jag äger, kommer ändå somna in Vilken radiotid i sängen, baby, låt oss göra film Flyg från Stockholm via London sen semester i Paris Sen semester i Paris Kommer alltid ha min shine Du är mil ifrån men ändå är du naken När jag har dig in my mind, yeah Du kan inte fånga mig Finns inte många, nej Nu ringer dom mig mitt i natten Och säger till mig att dom ångrar sig Jag kan ta dig till Paris ( Yeah ) Fashion week här i London ( Woo! ) Vi kan flyga imorgon För det finns pengar på kontot ( Woo! ) För det är bara du ( Bara du ) Flyter natural ( Nachi, nachi ) Du vill följa med ( Yeah ) Vi är på samma mode Vi är på samma mode, samma mode Vi är i en annan zone Tar dig on the road, on the road ( Yeah ) Kommer hem imorrn (Nice) För det är bara du ( Va? ) Flyter natural ( Natural ) Du vill följa med ( Följa med ) Vi är på samma mode"
    },
    {
        "url": "https://genius.com/Hov1-gamora-lyrics",
        "cleaned_text": "Yeah, ey De gör east coast signs till en west coast-låt Står och viftar sina händer som det teckenspråk Och de fattar inget när jag säger, Ung och kåt Sjunger, Kärleken är blind men det är väl så det går Jag har en gangster bitch, hon är min gangster wife Hon har en rik familj men de har gangster vibes I deras gangster crib så har de gangster knives Och de har sekelskifte, tre-fjorton height ( Yeah, ey ) Jag har en bad bitch, hon bor där i Dandеryd Hon har en gangsterpsykos och en gangstеrstil Hon har gjort mycket för att åka i en gangsters bil Du vet det mycket som händer i en gangsters liv, yeah Allt ska va dyrt, bror, Balenciaga Hon får en fucking G, bror, gå spränga in i Prada Som en revisor, hon har koll på mina para Om hon möter på en gris, bror, hon svarar till dem nada Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Om ett år, om ett år, säg mig, vart är vi? Jag säger Vart du vill , hon svarar, Snälla överdriv Vår relation är fin men tror den går på övertid Om det går överstyr, baby, tagga, ta din skit Mannen, sug på lika många Ds som dina skolbetyg Säger att du hatar oss men lärt dig varje ord i smyg Vill ni va coola, borde klippa er en tidsmaskin Åk till 1997 och testa sno min stil Och de vill prata pengar, pengar pratar inte, bitch Det sånt hon säger för hon är min fucking gangster bitch Försöker prata men det låter bara gräsligt Och hennes härlighet, den doftar gott i varje väderlek Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Jag mena allt jag sagt Just nu hon stannar vid min sida, vi går livet ut Hon grindar mer än grabbarna 24/7 Kläderna är dyra nu A MG, G-klass, det bilar vi kan styra nu Kolla hennes outfit, den fripplar din hyra nu Flexa med en Rolle, den är min, darling Bara peka i butiken, den är din, darling Bror, det är skillnad på min och din, darling Hon är min gangster wife och hon är livsfarlig Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit Oh-oh, hon undrar where the party at Och hon rör sig som Gamora from The Guardians E-ey, kolla på min gangster bitch Hon är min gangster wife och hon gör gangster shit"
    },
    {
        "url": "https://genius.com/Hov1-mandy-moore-lyrics",
        "cleaned_text": "Jag har skrivit ditt namn på en spegel med läppstift Och jag vet det låter klyschigt Och du har ritat ett hjärta på spegel med läppstift Men nu faller vi helt fritt, uh För du sa att mitt stjärntecken var ett problem för vi båda var dragna till drama Men jag tror inte astrologi är den saken som fick oss och dala För du frågade om jag dör för dig Men baby jag vill leva nu Och det är 02:00 Och du ringer non-stop Och vi gör det som förut Och du kan catcha mig i sängen gör bara grejer som hon älskar nu You took my breath away, vill ändå aldrig andas ut Du var min Mandy Moore, Mandy Moore Och jag går tillbaks för ofta fast vår kärlek är på låtsas Du min Mandy Moore Du min Mandy Moore Alla tårar har jag torkat när mitt hjärta blivit krossat Jag ser bara gyllende portar På huvudet sitter en gloria I mina ögon så finns en historia Den sista förloraren har nog den fulaste kronan Så snurra min flaska igen Sanning på sanning, det blir konsekvens Älskar det stökiga i våran cell Den brukar vara grå men den lyser ikväll Och rött är så vackert Som blodet jag blöder det droppar i timmar ibland Och rött är så vackert Jag gör vad som helst Jag kan köpa dig rosor i plast Så catcha mig i sängen gör bara grejer som hon älskar nu You took my breath away, vill ändå aldrig andas ut Du var min Mandy Moore, Mandy Moore Och jag går tillbaks för ofta fast vår kärlek är på låtsas Du min Mandy Moore Du min Mandy Moore Alla tårar har jag torkat när mitt hjärta blivit krossat ”If we re talking bout someone who s never been upfront, we should be talking about you” ”Well I m gonna be upfront now, I m not over you” En akilleshäl och en ängel En explosion och min låga Min första kyss i regnet Och den enda som fått mig att komma Mitt bästa sex och mitt enda ex och mitt andetag och vårt nederlag Kritiker står där på bion idag Recensionen är bra Jag får gåshud när jag ser dig nu Och hur mår du när allt är diffust? Catcha mig för sista gången så att vi kan andas ut Du var min Mandy Moore, Mandy Moore Och jag går tillbaks för ofta fast vår kärlek är på låtsas Du min Mandy Moore Du min Mandy Moore Alla tårar har jag torkat när mitt hjärta blivit krossat ”Why don t you just be honest with me and tell me which hand you re leaning towards?” ”His”"
    },
    {
        "url": "https://genius.com/Hov1-gift-lyrics",
        "cleaned_text": "Dom säger tänk på nånting fult Jag blundar hårt och baby allt jag ser är du Dom säger tänk på allt du fick Jag stänger ögonen och allt jag ser är gift Jag tänker på det fotot som jag rivit För du stod där bredvid mig när det togs Åh, jag tänker på dem texter som jag skrivit För baby bläcket byttes ut till blod Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Dom säger fake it till you make it Men jag ska make it utan fake it Så jag shake it, shake it, shake it, shake it off, shake it off Radera tankar som kommer på natten Ser dig på bilder, din nya är ful Och han har mina kläder nu och du fattar väl att det är sjukt Vill du ha mig, ta mig, va mig, klä din nya som han va mig? Ingen är som jag, hejdå ha det bra, tar tillbaks det jag sa dig Gaddar in ditt fucking namn på bröstet så jag minns Att aldrig nånsin träffa nån som du, för du är gift Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Du har lämnat för sista gången Sista kyssen blev sista ronden Krossa mitt hjärta, min själ och mitt allt Visste att jag skulle skriva om det Tro inte jag skriver om dig, alla mina ex är som dig Dina vänner är på mig som plåster och hoppas att du vet om det Samma drink från samma glas, annan blick men samma jag Andra gifter, nya plikter, jag var blind, nu ser jag klart Nu är det nej tack, go for the late night Gör vad du vill nu blir det inge mer facetime För jag vet du är svag, för när vi är på klubben så vill du tillbaks Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Du är ett gift för mig, allt är lite snett Allt är lite dumt, dina lögner suger Ber dig nu om space, inga misstag nu Trågat ut på date, blod ska spillas Och du duckar min kärlek, du bad om min närhet Du säger du älskar mig än Du saknar mitt sex från ditt finaste ex Och att jag aldrig kan vara din vän Du vill inte lyssna men ber mig om kyssar Som jag skulle vara din drog Ditt fucking gift, dina fula sidor var det enda som jag såg Dom säger tänk på nånting fult Jag blundar hårt och baby allt jag ser är du Allt jag, allt jag ser är du Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Du är ett fucking gift Kommer aldrig få min fucking sympati Aldrig, aldrig någonsin Aldrig, aldrig någonsin Aldrig, aldrig någonsin"
    },
    {
        "url": "https://genius.com/Hov1-barn-av-var-tid-lyrics",
        "cleaned_text": "De vill ha mer än en miljon på banken Alla röstar rött men hatar ändå skatten Ingen vill bestämma men alla vill ha makten Några bor i stan men de kallar det för trakten Jag är likadan men jag sätter mina chanser Ingen kommer in, Nej, va? Jag känner vakten Inget är försent men försöker vara tapper Dricker bara rent, ingen mjölk i mitt kaffe Min kompis är förlorad, han har snortat upp en årslön Nu står svarta bilar utanför honom på natten Alla går med cykelbyxor nu på festivaler Alla jagar följare men vem ska leda packet? Är jag bättrе själv? Kör för fort bakom ratten Kysst varenda tjej snart i Stockholm som är vackеr Kan knappt gå ut, måste se mig över axeln Hela stan vaknar innan jag har gått och lagt mig Jag är ett barn av vår tid, skulle jag bryta mig fri Var att bo i andra hand mitt enda alternativ Jag bodde uppe hos nån, nästan som kollektiv Och våra grannar från Italien, de drack för mycket vin Står med fötterna på, känner marken är hård Ångrar att jag inte drack varannan vatten igår Men vad spelar det för roll nu när det regnar on the Southside? Nu hör jag grannen spela Primetime Jag har en vän som hävdar att han vet vad kärlek är Men han prenumererade på klamydiabrev Och varje onsdag gick han ut och då med säkerhet Så vakna han upp varje torsdag utan— Här har ingen känt nån men Alla är din bästa vän Tills de kastar dig till gamarna För att hugga dig i ryggen sen Men alla vill va V D, ingen vill till B B Alla skriver Horungebarn i sitt C V Alla vill va äkta, pojkarna gör snedsteg Någon köper sex och han gråter ut i T V Jag är ett barn av vår tid, är fylld av idioti Jag kanske skjuter upp en skola eller tar jag mitt liv Jag kanske reser iväg för att rena min själ Och jag skiter i det ni kallar koldioxid Och jag letar ibland, jag blir smetad ibland Jag borde flytta någonstans där ingen kunde mitt namn Så vad spelar det för roll nu när det regnar on the Westside? Det kommer alltid va det best life Ingen vill ju upp men jobb är inte valfritt Alla vill bli fulla men ingen vill bli bakis Alla vill bo stort men inte stort i Bagis Alla vill bli stjärnor men ingen vill va känd Här vill ingen leva men ingen som vill dö Ingen vill gå in om de måste stå i kö Ingen som vill jobba för nån men ha en lön Minst lika stor som en bankdirektör De går till samma ställen, varje helg, det samma fester De knullar samma folk och ringer till varandra efter Och deras jobb är att de åker på betald semester Med samma folk de pratar illa om på toaletten Låt mig förklara en sak, du har så bra ideal När alla kollar är du fenomenal Behandlar vännen ifrån orten som en accessoar Och sjunger n-ordet på festen när du festar privat De gillar ketamin och kokain och massa tjack Har A DH D men de kallar det för superkraft De talar ut om det och plötsligt får de bokkontrakt Det måste vara svårt att kriga för va relevant För alla hugger alla här till vänster och det går Så respekt till er som pluggar komvux eller K TH Ingen kommer rädda världen för att vinsten är för låg Så de kapitaliserar på sin dotter eller son Jag är ett barn av vår tid, tar ett lån på kredit Jag köper riktigt dyra kläder och belånar min bil Jag kanske sviker en vän för att få gå på event Fläta håret och jag ser inte nån problematik Står med fötterna på, känner marken är hård Jag vill inte ha nåt barn men bangar ändå kondom Så i samarbete med varenda jävel som ni känner Borde ni checka era vänner Ingen vill ge upp men ingen som vill jobba Sitter i direktsändning, pratar ut med torskar Killarna gör gang signs fast de bor i Bromma Den här går ut till Sverige, välkommen till Stockholm Här dansar vi till kvinnoförnedrande musik De cancelar nog sin mamma ifall det ger trafik De pratar med polisen men låtsas va en G Jag skäms för vem jag är, jag är ett barn av vår tid"
    },
    {
        "url": "https://genius.com/Hov1-karleksbrev-lyrics",
        "cleaned_text": "Bara läs det jag skrivit och du kommer förstå Bara läs det jag skrivit och du kommer förstå För det var dagar, det var nätter Och det blir snart till år Bara läs det jag skrivit och du kommer förstå Jag gav dig allt, finns inget kvar Du var mer för att ta Ja, du ställde krav på krav Dag för dag, tog allt det sista jag har Allt det som hände, det ligger på dig Inte på oss och inte på mig Jag trodde på allt det du sa, att allting är bra Jag var ju den enda för dig Du låg med en, nej, det var två En va min vän som jag haft ända sen vi var små Den andra var någon, jag vet inte vem Och jag frågade aldrig, tog inte ens hårt Nu vill du ha mig, va till lags, ha tillbaks mig Du vill ligga i min säng och klä av dig Ta dina kläder, hämta dina saker Kommer aldrig ta tillbaks dig Det här är ett kärleksbrev till dig Som aldrig älskat, som aldrig älskat Det här är ett kärleksbrev till dig Som aldrig älskat, som aldrig älskat Min kärlek till dig är som ironi Om du gråter på grund av mig jag skiter i Och att du säger att du saknar mig Du sa väl att du hatar mig? För jag gav och jag gav och jag gav Jag lät dig bara ta, bara ta, bara ta Men fick inget tillbaks Allting som du gjorde var fel Inget som du gjorde var rent Och jag spelade med Kanske tänker att skiten vänder Tro mig när jag säger att det inte händer Tro mig när jag säger att det inte är vi Efter all vår tid är det det jag känner Och nu är vi över Jag skriver brev för jag vill, inte för jag behöver Att jag älskat dig, ångra mig Du kommer aldrig lyckas fånga mig Det här är ett kärleksbrev till dig Som aldrig älskat, som aldrig älskat Det här är ett kärleksbrev till dig Som aldrig älskat, som aldrig älskat Förlåt, förlåt, för det blev som det blev Du tyckte rätt och jag menade fel Vill säkert veta vad felet är Jag bryr mig inte om din verklighet För lever i fantasi Där jag inte tar din skit, men du tar min Vet att jag klassas som fuckboy Men fuck it, du skulle ha sagt nåt Lät mig förföras, hatar att känna Stänger av tankar, jag vill inte höra Vill inte såra, tror du jag vill att du skadar mig? Men tjatar om kärlek, kärleken hatar mig Så radera våra bilder För att bilder blir till minnen För att minnen blir till sår För att smärtan blir till år Det här är ett kärleksbrev till dig Som aldrig älskat, som aldrig älskat Det här är ett kärleksbrev till dig Som aldrig älskat, som aldrig älskat Bara läs det jag skrivit och du kommer förstå Bara läs det jag skrivit och du kommer förstå För det var dagar, det var nätter Och det blir snart till år Bara läs det jag skrivit och du kommer förstå"
    },
    {
        "url": "https://genius.com/Hov1-hur-kan-du-saga-saker-lyrics",
        "cleaned_text": "Bror, ser du mig nu? Mitt skitsnack är slut Har kämpat så länge, du kallar det tur Sa till mig Knega! , typ Skaffa en brud! Jag kommer att lyckas men vet inte hur Du vet inte hur, men tro mig jag vet Har sagt massa saker jag ångrade helt Har dämpat min ångest, varit så skev Vi lyckas tillsammans, vi spelar ett spel Va fuck menar du spel? Va finns i din skalle? Alla falska medaljer, jag trodde typ vi var halver Bror, du missa den detaljen Vilken detalj? Bror, jag gör allt Kommer du glömma allt det som jag sagt? Vi ska bli stora är bara snack Du skiter i mig och du skiter i allt Hur kan du säga saker? Hur kan du ligga vaken om nätterna? Känner inte mig på det sättet, va? Inget av de mörkaste ställena För jag ångrar alla de löftena Som vi sa, som vi skrivit i texterna För det är vårt problem Skulle aldrig erkänna det Jag gör vad jag vill, jag lovar dig det Han snackar om hjälp över mina problem Vilka problem när hans hjärna är skev? Om han bara visste så skulle han se Måste lugna ner sig nu Finns inget jag och du Tog allt som fanns, tog nästan allt Kommer snart bränna sin sista chans Vet ej vad han sagt, tro inte allt Han myttar så mycket hans hjärna är fucked Brukade leka, ja, bandet va starkt Jag trodde på honom, jag trodde på allt En förebild för alltid Bytte bort det mot en haschbit Kasta bort det, mannen, fuck it Skulle aldrig nånsin sagt shit Hur kan du säga saker? Hur kan du ligga vaken om nätterna? Känner inte mig på det sättet, va? Inget av de mörkaste ställena För jag ångrar alla de löftena Som vi sa, som vi skrivit i texterna För det är vårt problem Skulle aldrig erkänna det Minns du alla saker vi sa? Hoppar du så hoppar jag. Finns du typ ens i mitt liv? Vi pratar ibland och vi vet hur det blir Minns jag? Klart att jag minns En stor del av mig kommer alltid va din Finns jag? Jag står här Men jag går nu min egen väg För saker, saker jag sagt som har hållit mig vaken Ord som jag ångrat, lämnade kvar det Allt under ytan, vi borde bara ta det Minns du som jag minns? Eller saknar som jag saknar? För jag tänker på dig ofta och jag vill bara tillbaka Hur kan du säga saker? Hur kan du ligga vaken om nätterna? Känner inte mig på det sättet, va? Inget av de mörkaste ställena För jag ångrar alla de löftena Som vi sa, som vi skrivit i texterna För det är vårt problem Skulle aldrig erkänna det Hur kan du säga saker? Går vi tillsammans så går allting rätt Men hur kan du säga saker? Tillbaka till frågan som typ alltid ställts Men hur kan du säga saker? Vi pratar om tårarna som aldrig fällts Hur kan du säga saker? Ja, hur kan du säga saker? Hur kan du säga saker? Hur kan du ligga vaken om nätterna? Känner inte mig på det sättet, va? Inget av de mörkaste ställena För jag ångrar alla de löftena Som vi sa, som vi skrivit i texterna För det är vårt problem Skulle aldrig erkänna det"
    },
    {
        "url": "https://genius.com/Hov1-gudarna-pa-vasterbron-lyrics",
        "cleaned_text": "Månen dansar runt oss när vi sitter nu runt bordet Stereon spränger bas för vi ska ändå väcka solen Röker aldrig längre, inte bra för konditionen Men vi delar ändå allt för våra drömmar är för stora nu O hela sverige kastar ormar på mig Public enemy Ingen kunde ändå nå mig Har gått i terapi så måste ändå bättra på mig Men jag är redo nu, förlåt mig Finns inga tårar som är lika heliga Mina tre allt Älskar er tills allting blivit damm Delar efternamn O till min pappa ja förlåter dig Men jag kommer göra allt för att inte bli som han O jag vill fånga livet i en kamera Hon sa fuck om vi är nakna Vi är unga, vi är galna O när ja blundar kan du lova då att gasa Vi åker vart vi vill och vi behöver ingen karta Jag skulle klippa varje lås på Västerbron Men jag är här nu Har tappat all min tro Alla pratar om oss låt dem prata på Alla kollar på oss, låt de kolla då O efter alla låsen där på Västerbron Ska jag klippa er Men det vet ni nog Var aldrig någonsin ämnade att bli nåt stort Men solen möter gudarna på Västerbron Ge mig allt Jag är fine Jag är fine Jag är fine Jag ville inte vara med då Vandra hela natten för en himmel värd att se på Champagne skyar får en pojke att bli ego Aldrig tagit ett L men namnet börjar på N Ooh de poppar E men vet att jag är Neo Så varje kedja måste kapas av O varje ärr blir till en färg i varje penseldrag Varje kväll vi hållt igen låt vinden skala av Låt endast de gudomliga få vara kvar För vem vill ha en trygg framtid Fuck det, för jag lever med en stygg aptit O ryggen clean Stjärnorna i synkat liv Gatulampor skänker ljus i de skyggas tid, yeah Vid varje bro Vid varje skog Finns det bitar där vi va på, endast inombords Så botten av en flaska borde lindra nog Låt gudarna för en gång skull ba finna ro Jag skulle klippa varje lås på Västerbron Men jag är här nu Har tappat all min tro Alla pratar om oss, låt dem prata på Alla kollar på oss, låt de kolla då O efter alla låsen där på Västerbron Ska jag klippa er Men det vet ni nog Var aldrig någonsin ämnade att bli nåt stort Men solen möter gudarna på Västerbron Ge mig allt Jag är fine Jag är fine Jag är fine Klipper alla låsen som de gjorde i Paris ( Ja, bror! ) Vem vill inte vara fri? Jag har ingenting i fickan men min själ har blivit rik Så vem vill inte vara vi, när vi är härskare av billigt vin Väktare av broarna och varje vind Ägare av tårarna som aldrig kommer nå din kind O hela göteborg sjunger stämmor nu Jag o alla mina boys sjunger stämmor nu Gilla 808 men inte hjärtekrossad Ska köpa huset till mamma som alla gör på låtsas O alla kan va lugna, ja är so fine För när vi dör finns en plats som hette hovah Jag skulle klippa varje lås på Västerbron Men jag är här nu Har tappat all min tro Alla pratar om oss låt dem prata på Alla kollar på oss, låt de kolla då O efter alla låsen där på Västerbron Ska jag klippa er Men det vet ni nog Var aldrig någonsin ämnade att bli nåt stort Men solen möter gudarna på Västerbron Ge mig allt Jag är fine Jag är fine Jag är fine För att allt är bra nu Så länge jag har er Jag är fine Jag är fine Alla fine Vi är alla fine Jiggy fine Noel fine Dante fine Vi är alla fine"
    },
    {
        "url": "https://genius.com/Hov1-vindar-pa-mars-lyrics",
        "cleaned_text": "Sjunger ditt namn Hur många kvällar har jag sjungit ditt namn? Har letat efter dig i varje bar, varje sommar, varje stad jag besöker ibland Så jag skriver mitt namn Och jag skriver det nu bredvid ditt namn En del av mig kan vänta på det tills vi båda känner av det som de kallar vindar på Mars Okej, all right, det här är din låt Vi knyter burkar efter kvällens sista pendeltåg Så många nätter jag har funnit mig i ditt kvarter Många kanske nu, ännu fler är aldrig mer Har du hört om en vind som väcker kärlek? För jag kan vänta på dig, nu är jag säker Kan få himlavalv att öppna sig och suddas ut Så regnet vid vårt fönster blir till bakgrundsljud Himmelen stängde nog för en timme sen Och jag kan ge upp allt om du bara ber mig Följer din siluett, gå med mig överallt Och varje dörr jag snubblat in i bär ditt efternamn Så, okej, all right, ser vad du väntar på Jag sitter ensam på Mars, har gjort i flera år De måste hoppas på oss, jag låter tiden gå Har tappat rösten men du hör mig ändå Sjunger ditt namn Hur många kvällar har jag sjungit ditt namn? Har letat efter dig i varje bar, varje sommar, varje stad jag besöker ibland Så jag skriver mitt namn Och jag skriver det nu bredvid ditt namn En del av mig kan vänta på det tills vi båda känner av det som de kallar vindar på Mars Finns säkert vindar på Mars, men jag har aldrig vart där Och jag kan vänta på det tills de kommit hit där jag är Kan inte vara perfekt, för jag är ful och vulgär Vill leka mamma, pappa, barn i denna fuckade värld Och varje rykte är sant, när jag druckit upp en flaska sprit Jag gjorde allt för att kunna glömma dig Finns säkert vindar på Mars som kanske viskar ibland Men jag är han på Söder Mälarstrand som skriker ditt namn Finns inget du inte får, inget som inte går Och jag ska hålla i ditt hår om du vill spy på nån gård Finns inget du inte kan, men saker vi aldrig blir Och alla åren utan dig kallar jag bortkastad tid, så All right, okej, jag lugnar ned mig Men dina vänner gör det svårt för mig att bete mig Jag sitter uppe på dan och längtar tills det blir natt För att lyssna efter vindar på Mars, åh Sjunger ditt namn Hur många kvällar har jag sjungit ditt namn? Har letat efter dig i varje bar, varje sommar, varje stad jag besöker ibland Så jag skriver mitt namn Och jag skriver det nu bredvid ditt namn En del av mig kan vänta på det tills vi båda känner av det som de kallar vindar på Mars Om det betyder nånting, om det kan ge mig ett svar Om jag hittar våra namn i samma träd, vid samma bar Är det ett tecken från nån, som ser oss ovanifrån? Eller har denna idiot blivit sentimental? Står vid ditt smultronställe, väntar på dig hela kvällen Vi skulle älskat här, men jag drog ut istället Delade tankar mellan delade bloss Men något delade oss Den röda himlen får mig vilja slåss Vill känna vindar runt omkring mig nu Jag står i ögat av stormen och allt jag ser är du Om det betyder alls, ger inte svar på allt Men jag kommer alltid sjunga ditt namn (Hey) Sjunger ditt namn Hur många kvällar har jag sjungit ditt namn? Har letat efter dig i varje bar, varje sommar, varje stad jag besöker ibland Så jag skriver mitt namn Och jag skriver det nu bredvid ditt namn En del av mig kan vänta på det tills vi båda känner av det som de kallar vindar på Mars"
    },
    {
        "url": "https://genius.com/Hov1-hov1-lyrics",
        "cleaned_text": "Vi vill inte ta farväl ikväll Så vi ska följa er på vägen hem Du är bara din, men min ikväll Lyssna först och prata sen Inget som vi nånsin känt Basen är vår enda vän Lyssnar du på Hov1? Tyckte det var så fett Men de ställer frågor så, fuck that För de tar inga droger, spottar inga lågor Hört den där låten den är fett wack För de tror de är Snook, nog Snor från en ordbok, lovar att jag gör det bättre Skulle slakta dem rapp-a-bap-a-bam Är de skivbolagsprodukter eller? För jag vet det, frågade P3 Ingen utav dem blev bjuden men jag blev För jag såg dem i somras Det är nåt jag ångrar fast att jag sjöng med Efter Tiller kille släppte trap igår Så vill Hov1 skriva rock n roll ändå Och de kom inte in på Marie Laveau Fast de fyller stadion om nåt år Vi vill inte ta farväl ikväll Så vi ska följa er på vägen hem Du är bara din, men min ikväll Lyssna först och prata sen Inget som vi nånsin känt Basen är vår enda vän Vi har låtit er vänta för länge Men ställ er och klappa, det är dags för refrängen Tacka min mamma och pappa för allt ni har gjort Och mitt pris det ska hängas på väggen Jag är trött på att va ödmjuk Jag är trött på att va den Att va han som de klappar på kinden för att han ser söt ut Jag har handen i fickan och hör nu Vi har skrivit kärleksbrev, skrivit allt för er Mamma, pappa, jag har precis blivit anställd Se hur bra det blev, jobbade och slet Jag är nya morbror Anders, ah För de frågar, Hur låter sex? Baby, lyssna noga för jag låter sex Såhär låter vi när vi släpper ut Sveriges starkaste debut Vi vill inte ta farväl ikväll Så vi ska följa er på vägen hem Du är bara din, men min ikväll Lyssna först och prata sen Inget som vi nånsin känt Basen är vår enda vän Men sen hade vi besök, vi hade besök utav hiphop-gruppen Hov1 Som, eh, de har ett antal hits på Spotify i alla fall så att helt okända är de inte. När de kom så berättade de för en kvällstidningsjournalist att de skulle festa tills de blev utkastade och det är såhär, det är bara jättetöntigt De tror jag har cash Men jag sover på soffan, gör allt för det här Mamma ba bråkar och jag skriver låtar Men tror mig, det kommer va värt Ni tror ni är där Men ingen som vet hur det är Vi har jobbat och jobbat och glömt hur man sover Du, lyssna, det låter såhär Fyrverkerier i mitt huvud när du ropar mitt namn Fyrverkerier i mitt huvud när du ropar mitt namn Fyrverkerier i mitt huvud, baby, ropa mitt namn Baby, ropa mitt namn, jag ber dig, ropa mitt namn Vi vill inte ta farväl ikväll Så vi ska följa er på vägen hem Du är bara din, men min ikväll Lyssna först och prata sen Inget som vi nånsin känt Basen är vår enda vän"
    },
    {
        "url": "https://genius.com/Hov1-grazon-lyrics",
        "cleaned_text": "Och du sa, du sa, du sa Gråzon Och du sa, du sa, du sa Gråzon Söker dig i alla jag träffar Vissa har bitar, men ingen den rätta Visst, vissa funkar för stunden, men bara för stunden Och vissa tror de vi, fast vi vet jag är bunden Har ringt dig och lagt på efter första signalen Ganska keff på att läsa signaler Vi är farliga som laddade vapen med ammo över bröstet Mitten av staden med ekande röster För Fågel Fenix och vi föder ur glöden Fattar tycke, fattar eld, fattar allting jag gör det Varje gråt och förlåt, varje mess som är snedvridet Det är din stil, du har skickat en printscreen Utan dina mess i den Och bilden du la upp, jag var keff i den, jag är less på den Men finns det på bild så finns det för alltid Även fast jag ler lite larvigt Vi är i en gråzon, älskling Är det alltid fel att älska dig? Vi kunde bli så stort, älskling Sen så lärde jag känna dig Och du sa, du sa, du sa Du kommer alltid att älska mig Men vi är i en gråzon, älskling Så det är kanske fel att älska dig Det var längesen det var du och jag Men jag bryr mig lika mycket, vill att du ska må bra Jag vet att inget vi bestämde blev av Som när du viska i mitt öra Älskar dig och ingen annan här kan känna som jag. Är det fel av mig att säga att jag tänker på dig? Du vet hur det kunde va, även om det gått ett tag Så om du tänker tillbaks, var det verkligen bra? Förblindad utav känslorna som fuckar upp mig idag Men vart är du nu? Jag står ju här och väntar på att känslorna dom ska ta slut Det känns på riktigt och jag saknar dig så mycket ju Kanske är det så att varje början faktiskt har ett slut För du sa att du hatar mig för vad? Vet att vi kan lyckas göra vad som helst tillsammans, du och jag Eller inte, för jag saknar dig så Kanske svårt att förstå, jag får väl låta dig gå Vi är i en gråzon, älskling Är det alltid fel att älska dig? Vi kunde bli så stort, älskling Sen så lärde jag känna dig Och du sa, du sa, du sa Du kommer alltid att älska mig Men vi är i en gråzon, älskling Så det är kanske fel att älska dig Tusen mil emellan, vi pratar allt för sällan Alldeles för längesen och något har förändrats Vi är tusen mil ifrån, inte råd att flyga till dig Kanske tar ett lån, räntan är för hög för mig Kan sova i din lägenhet Men ingen av oss tänker på hur läget e För att du ringer mig på natten, typ vid klockan tre Och du frågar vad jag tänker och hur läget är Jag hade planer för oss Kanske drömde stora banor för oss Lägga gaget i bagaget, båda hade planer för oss Träffar nya nu, gör du likadant? Pappas nya pappa aldrig hemma, blivit vanlig sak Har du nån annan nu? Det är kanske lika bra Ingen av dom är som du och ingen av dom är som jag Och jag hyllar dig med lovord Tusen mil emellan, vi har fastnat i en gråzon Och du sa, du sa, du sa Det är bara du som fattar mig När alla andra fuckar mig Dom frågar vad du ser hos mig Och du sa, du sa, du sa Men ingen annan fattar dig När hela världen tappar dig Jag kommer alltid att älska dig, men Vi är i en gråzon, älskling Är det alltid fel att älska dig? Vi kunde bli så stort, älskling Sen så lärde jag känna dig Och du sa, du sa, du sa Du kommer alltid att älska mig Men vi är i en gråzon, älskling Så det är kanske fel att älska dig"
    },
    {
        "url": "https://genius.com/Hov1-heartbreak-lyrics",
        "cleaned_text": "She rollin to get high, she rollin to get high She rollin to get high, she rollin , she rollin ( Yeah, yeh ) Vi är ett heartbeat ifrån att trilla dit Och vi andas nu som ingen morgon finns I vår dödsannons inom sinom tid Står det vi gör det igen i nästa liv Hon har inte tid för nån kärlek Om inte du är Rihanna Hon sa vi borde sno en bil För jag både kan och vill Och alla här är fake ass Bort med dina tårar från min make up Kommer när vi break up Fuckar en emoji Messar bara low key Brukar inte fejka, ah Jag sa Här mitt hjärta på lån Hon sa Nej, det måste jag få Ge mig ge mig ge mig mer Hon kommer sen måste hon gå She rollin to get high, she rollin to get high She rollin to get high, she rollin , she rollin Hon sa Dö för mig, vad finns här för dig? Heartbeat, heartbreak, det finns här för mig Hon sa Dö för mig, vad finns här för dig? Heartbeat, heartbreak, det finns här för mig Är ett heartbeat ifrån ett heartbreak Hennes ögon är nu som ett facit Våra läppar smakar ba Carmex Och vi åker på ditt amex Flytta på er och låt oss gå ( gå ) Två biljetter och rum för två ( två ) Hundra nätter på Grand hotell ikväll Tar ni cash? För vi har massa, mannen Älskar nu hur du rör dig Ord du säger dom rör mig Kommer sent och vi återvänder nu till sängen o du säger rör mig Brad är gammal, även Angelina Låt dom hata att vi två är som Jelena Varje måndag blir en lördag Och vi låter grannarna höra Hon sa Dö för mig, vad finns här för dig? Heartbeat, heartbreak, det finns här för mig Hon sa Dö för mig, vad finns här för dig? Heartbeat, heartbreak, det finns här för mig Hon vill jag åker till L A ( L A ), staden kan förvandla mig ( Mig ) Hon vill vandra hela Venice, bli förälskad i en kändis Lära känna för en kväll ( Kväll ) Hon sa Never kiss and tell ( tell ) Låt oss kasta ut en T V ifrån heartbreak hotel ( Tel ) Hon säger att droger förstör en ( Stör ) Men svär, hennes kyssar är värre ( Värr ) Så bota mig, bota mig, bota mig Jag tror att du ba gör mig värre She rollin to get high, she rollin to get high She rollin to get high, she rollin , she rollin Hon sa Dö för mig, vad finns här för dig? Heartbeat, heartbreak, det finns här för mig Hon sa Dö för mig, vad finns här för dig? Heartbeat, heartbreak, det finns här för mig"
    },
    {
        "url": "https://genius.com/Hov1-auf-wiedersehen-lyrics",
        "cleaned_text": "Har slitit o kämpat, rättade hela ledet Laddade mina vapen med kärlek som alla ser Men har aldrig vart nära, nära att va din enda Brevet jag skrev är glömska Jag vet att du ser mig lämna så Hon är den bästa, alla ni kommer fatta Hon borde fakturera hela världen när hon skrattar så O sorry boy, vet att, vet att det gör ont Men du tävla mot Travolta, mannen, checka mina moves Hon har, hon har, hon har mig O dom har inget på oss Träffa på hennes ex och alla hans boys O sorry boy, vet att, vet att det gör ont Men du tävlade mot hovah mannen undrar vad du trott Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl Okej, okej, okej, okej Okej, what s up? Är du med han? ja kom för dig Another time är han din vän, men vi var allt För jag är född i maj Men mitt state of mind är som ja va vattuman Hellre med en stjärna än o va med en ikon Du behöver inte svara för du vet, ja båda två Ser att du dansar närmre, frågar vad är det med mig? Jag ler, för ditt ex ba ser mig Kyssa livet ur dig, älska livet ur mig Allting är försent för det, men inte för oss två Det här är bara början, sliter av mig tröjan Så här det fucking känns när våra kroppar går loss så Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl ( Yo ) Numret du försöker nå, har ingen abonnent Försök o ring ikväll, du kanske träffar rätt Tro mig vännen, han är mer än det som skrivs i tidningen Visst, ni dela säng ikväll, men drar i gryningen Vänta en sekund, låt mig byta atmosfär Dags att, dags att flytta ut Inte, inte stanna här O sen har vintern tagit slut, ska vi ångra det vi sa? Men, ångra bara oss så Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl Auf Wiedersehen, farväl, goodbye Jag klarar mig ändå, hejdå, farväl"
    },
    {
        "url": "https://genius.com/Hov1-omg-lyrics",
        "cleaned_text": "Bra sex, god mat Mer sex med mitt ex Som har skaffat dialekt Ingen tid, säg till syrran Vi kan dra vart hon vill, nu direkt Och vi hämtar upp vår bror Vatten smakar godare än blod på carrefour Har vi alltid samma bord Mazel tov till min vän och hans mor Där jag bodde varje helg Vi bruka diska tallrikar, jobbade ganska hårt Men sen så kom vi hit och på en kväll Och ingen gammal kritiker förstör våran vibe Min vän är man of the year , jag är man of your life Och vi är kungar i år Och alla kommer ihåg Att vi backar upp varandra där vi kommer ifrån De säger till oss, vi är boyband Men jag säger det stolt Hämta Ringo och George Du är Paul, jag är John Och jag är arg inget tvivel I go live motherfucka För du stirrar på en fly motherfucka Yeezey yeezy kommer aldrig va din kille Kommer aldrig va din kille Oavsett om du så vill det Yeezey yeezy kommer aldrig va din kille Kommer aldrig va din kille Oavsett om du så vill det Oh my, my god Ser mig överallt Gulden blir till sand Gör mi casa till en strand Oh my, my god Har drömmen i mitt namn Hon vandra här bredvid mig, råka glömma hennes namn Så jag ber dig bara Somna in, somna om Ingen fått dig komma så Kärlek är för töntar, du kan inte bli min corazon Lever mina drömmar så ni andra kan ba somna om Sår på mig, kom till mig och snacka om ett år Jag har en gata här i staden som ska bära mitt namn Initialer blir förevigt, bara över en natt Vi låter hjärtat gå med platina Det ökar i takt Vi håller allting intakt Vi gör det fem tusen varv De säger till oss, vi är boyband Men jag säger det stolt Hämta Ringo och George Du är Paul, jag är John Och jag är arg inget tvivel I go live motherfucka För du stirrar på en fly boy, boy, boy Boyband Men jaf säger det stolt Hämta Ringo och George Du är Paul, jag är John Och jag är arg inget tvivel I go live motherfucka För du stirrar på en fly motherfucka Yeezey yeezy kommer aldrig va din kille Kommer aldrig va din kille Oavsett om du så vill det Yeezey yeezy kommer aldrig va din kille Kommer aldrig va din kille Oavsett om du så vill det"
    },
    {
        "url": "https://genius.com/Hov1-hornstullsstrand-lyrics",
        "cleaned_text": "Du var varje sommarnatt En utefest i Hornstullsstrand Jag tänker på dig nu ibland Och undrar hur det blev med allt Jag skulle ringa om jag hann Men tappade bort ditt efternamn Jag är vid bänken där vi satt Och ristar över våra namn Okej, what s up, vad händer? Jag har varit i alla länder Sett solen, månen, regnbågen samtidigt Så vad händer? För jag är samma jag, som sett dig vara på hemmafest Och sett dig röka två cigg sen, som du alltid gjorde efter sex Så, får jag lov, som vi dansade på ett sommarlov? Bruka tänka att det var med dig Så när jag dansar har jag blundat hårt Men, säg en sista gång, vi båda har ju träffat nån Och jag vart nära på att skaffa barn och det hände mer än en gång, yeah När livet kommer kring, har jag varit bra på att ta ingenting Har kommit över dig så många gånger att jag stått på knä, givit bort en ring Ångrar mig, sen ger bort en till Inte för att det var fel på nån Problemet var ju från första början att du inte var en av dem Du var varje sommarnatt En utefest i Hornstullsstrand Jag tänker på dig nu ibland Och undrar hur det blev med allt Jag skulle ringa om jag hann Men tappade bort ditt efternamn Jag är vid bänken där vi satt Och ristar över våra namn Det här är livspusslet när rätta bitar fallit Skulle letat sommarstuga när röda löv har fallit Så vilket livspussel har klurat ut dig, älskling? Jag skrattar genom alla tårar nu, på din beställning Innan allt här är öde Hornstull, vi är över Du var allt som jag ville ha, men ingenting jag behöver Jag var allt som de ville vara, för bara du vet jag blöder Allt för din skull Det var du, Hornstull Jag kommer inte vara den snygga Inte heller vara den vackra Men jag kommer alltid vara den, han som alltid får dig skratta Så hej då, hej då Här är allt du skulle få Jag bränner bänken där vi satt, så låt mig gå Du var varje sommarnatt En utefest i Hornstullsstrand Jag tänker på dig nu ibland Och undrar hur det blev med allt Jag skulle ringa om jag hann Men tappade bort ditt efternamn Jag är vid bänken där vi satt Och ristar över våra namn Ringde dig för ett tag sen Fast bara två signaler, oh För bra för, för att vara bra för mig Ingen här kommer kunna laga mig igen Igen, igen , igen, igen , igen Igen , igen, igen , ska vi gå sönder nu igen? (Ska vi gå sönder nu?) Igen, igen , igen, igen , igen Igen, igen , igen, ska vi bli unga nu igen?"
    },
    {
        "url": "https://genius.com/Hov1-channel-orange-lyrics",
        "cleaned_text": "Jag vet att inget blev som vi tänkt oss Även fast jag lovade dig att Aldrig sluta kämpa för vår skull För jag vet hur det känns när krossade hjärtan ska lagas Och sprickorna de måste limmas ihop Har legat i sängen i dagar Och de frågar mig vart det gör ont Där I sängen, i duschen, på golvet I hallen där vi brukar va Där I rummet, på klubben och den restaurangen vi fira din 16 födelsedag Ja må du leva, vi blåser ut ljusen idag Jag blundade och önska mig allt Jag kan inte säga, du vet vad det var Dem sa att pojkar inte gråter, sen börja alla gilla Frank Men ingen fattar Channel Orange För där finns tårar överallt Allt ska bli bättre nu Jag ska bli bättre nu Jag ska bli bättre så att vi kan vara jag och du Så vi kan lyssna Channel Orange och glömma allting som vi sagt Nu ser jag ba vitt och rosa Glider solo i gamla Nikes Knivig situation För i magen, där lever butterflies Och vi var superrika barn, dricker var varannan dag Inte mycket som finns kvar Som går att ta tillbaks Och du njuter av mig som billigt vin och vi fryser fast i en vintertid Ser du hur det fint det blir? Men mitt inre är stängt som en pyramid I en vit ferrari Det är bara det vi drömmer om men den kommer aldrig Inte bara vi som drömmer om sånt Dem sa att pojkar inte gråter, sen börja alla gilla Frank Men ingen fattar Channel Orange För där finns tårar överallt Allt ska bli bättre nu Jag ska bli bättre nu Jag ska bli bättre så att vi kan vara jag och du Så vi kan lyssna Channel Orange och glömma allting som vi sagt Mina händer är slitna, ögonen torra Finns inge mer jag kan ge till oss båda Gav dig en sång som du sa va om henne men låten är din Skrev den i somras (Aja men) Du har vart borta Jag blir minuten i schemat för ofta Men du vet du är den enda Ingen konkurrerar med dig hemma Och du vill va du Jag vill va jag Jag vill va vi om vi kan ha det bra Du vill ha mig när jag träffar någon annan Annars vill du vara av Är jag för ful eller är jag för billig? Jag borde träna Hatar dig innerligt De här är till dig och jag hoppas du gillar Även fast mixen är billig Dem sa att pojkar inte gråter, sen börja alla gilla Frank Men ingen fattar Channel Orange För där finns tårar överallt Allt ska bli bättre nu Jag ska bli bättre nu Jag ska bli bättre så att vi kan vara jag och du Så vi kan lyssna Channel Orange och glömma allting som vi sagt"
    },
    {
        "url": "https://genius.com/Hov1-redo-lyrics",
        "cleaned_text": "All vår data ska raderas Jag vill kyssa dina händer Och den marken som du går på Jag vill veta hur du tänker Vår examen, den är nu Och inga tårar på studenten Kan ens mäta sig med lugnet Som har flyttat in i bröstet Svär på det, svär på det Lärde mig, lärde mig Sväva nu, sväva nu Kläderna klär mig nu Kan inte släppa nu Så låter, vi låter nu Klipp mina vingar nu Stannar du? stanna nu Vill inte flyga mer Så klipp mina vingar nu Jag har drömt om dig här Varje film som vi är Är du redo? kolla på mig Ingen annan finns här Där står min mening med livet Hon dansar och sjunger om kärlek Nu är hon ett med volymen Alla tonerna ger henne närhet Hon vet inte om det nu Men hur ska hon veta? Att jag ger bort en del av mig själv varje gång som hon ropar mitt namn och jag leta, aye Du är speciell Jag vill leva ut Du är tonårskärlek Varje fredag nu Jag är redo för dig Men vad heter du? Jag var mil ifrån, men centimeter nu Jag ser hur du känner de orden du sjunger i sånger Du gav bort ditt hjärta en gång men du tappade bort det Men ikväll har du fått ett Jag har drömt om dig här Varje film som vi är Är du redo? kolla på mig Ingen annan, ingen annan Du kan få mig nu som jag är Försöker att släppa in För solen brinner upp Hjärtat, du brinner vid Du kan få mig nu som jag är Försöker att släppa in För solen brinner upp Hjärtat, du brinner vid Ge dig iväg, flyg iväg Finns inget där som är helt För hela världen rasar samman men vi dansar och ler Berusade på en dröm Så varje dag är en lek Och vi lova bort oss själva innan vi kommit ner Ge dig iväg, flyg iväg Jag har redan sett dina tårar Kommer bytas från salt Till styrka som vi får låna Att läka tar något år Men vi mår bättre per månad Så låt oss leva inatt Och verkligheten får sova Ja har drömt om dig här Varje film som vi är Är du redo? kolla på mig Ingen annan, ingen annan Du kan få mig nu som jag är Försöker att släppa in För solen brinner upp Hjärtat, du brinner vid Du kan få mig nu som ja är Försöker att släppa in För solen brinner upp Hjärtat, du brinner vid Jag har drömt om dig här Varje film som vi är Är du redo? kolla på mig Ingen annan, ingen annan"
    },
    {
        "url": "https://genius.com/Hov1-do-ung-lyrics",
        "cleaned_text": "Tänk att jag känt mig mera fri på en parkbänk Vi hade kul men ändå ingenting att göra Hon sa, Du slösar bort ditt liv, du blir ingenting Men då ska ingenting vara mitt att förgöra De sa, Du slösar bort ditt liv men är charmig Du kanske borde bli polis , då sa jag Aldrig Mitt hjärta kommer förbli mitt att få krossa De kommer älska mig den dagen jag är borta Du och jag mot döden Ändra våra öden Säger Ska du ta nån, så ta mig först Många som har rört mig Ingen som berört mig Om jag skulle dö nu så dör jag ung Så ge mig allt jag önskar Något som bedövar Aldrig vart så hög på mig själv som nu Kanske måste dö nu, yeah Jag kanske måste dö nu så jag dör ung De sa att Din attityd tar dig ingenstans Jag sa Om ingenstans är platsen där jag finner allt Hon sa Du kommer aldrig träffa några änglar Men jag tror jag mycket hellre tjänar pengar Så förlåt mig då, mycket som har ändrats Gamla vänner säger till mig jag har förändrats Jag önskar att jag kunde stannat här för alltid Men sviker platsen som jag älskat för min framtid Du och jag mot döden Ändra våra öden Säger Ska du ta nån, så ta mig först Många som har rört mig Ingen som berört mig Om jag skulle dö nu så dör jag ung Så ge mig allt jag önskar Något som bedövar Aldrig vart så hög på mig själv som nu Kanske måste dö nu, yeah Jag kanske måste dö nu så jag dör ung Du kommer fastna här i centrum Menar du händelsernas centrum? Jag kommer stanna här, fånga sista bussen bort Men 132, det är mitt hem, bror Kommer alltid se tillbaks hit De röda husen ned i längan Där vi drömde om att ha pengar Och där vi bruka sitta bänga En backe upp till där mamma bor En stege upp till där pappa är En tyst minut för varenda vän Som stannat kvar när jag flög iväg Vi skulle stannat för evigt, men Nya ungar nu i Folkan Där jag och Lasse drifta bort en kasse och jag fattar inte hur vi orkade Du och jag mot döden Ändra våra öden Säger Ska du ta nån, så ta mig först Många som har rört mig Ingen som berört mig Om jag skulle dö nu så dör jag ung Så ge mig allt jag önskar Något som bedövar Aldrig vart så hög på mig själv som nu Kanske måste dö nu, yeah Jag kanske måste dö nu så jag dör ung"
    },
    {
        "url": "https://genius.com/Hov1-sex-lyrics",
        "cleaned_text": "Jag ber dig att se mig för den jag är Säg vem den vackraste tönten är Jag vill se hennes ögon en sista gång Ger dig sista sång och min färd är lång Kanske vi kan ses någon gång och Kanske, bara kanske är det lugnt imorrn Kanske har jag funnit hopp och har skaffat jobb Men det är troligt att jag somnar om För vi kollade O C i O C Shit, vi hade väl nog fel Du sa jag var ämnad för storhet Men knappt att jag hittar nått ord mer Men ler lika mycket när jag hör om dig Jag skrev lika mycket, ja, du hörde mig Alla ord här i hjärtat se, berör dem dig? Det känns som det lönade sig Jag var en främling som du träffa på en random fest igår Vi hade dåligt sex, men ändå sex Och sen ville jag gå Jag var en främling som du träffa, minns hur jag var då Vi hade dåligt sex, men ändå sex Och resten blev vår låt Vi ville ha bröllop och resor och villa Ville ha samtal som varar i timmar Ville ba sitta där på balkongen Röka och dricka och lyssna på sånger Beskrev våra stunder med ord som vi inte hitta En sol som gick ner och en natt som sa Ta mig En vän som begav sig Ta med mina löften i graven För jag lovade kärleken kommer ej glömma dig Lovar dig, kärleken kommer ej sörja dig Jag svär på min mamma, lovar att höja mig, lovar att älska mig Så, Zinkensdamm, vi springer väl in i varann? Jag hoppas det är sant Hädanefter ska jag vara bra Bara för dig Jag var en främling som du träffa på en random fest igår Vi hade dåligt sex, men ändå sex Och sen ville jag gå Jag var en främling som du träffa, minns hur jag var då Vi hade dåligt sex, men ändå sex Och resten blev vår låt Jag var en främling som du träffa på en random fest igår Vi hade dåligt sex, men ändå sex Och sen ville jag gå Jag var en främling som du träffa, minns hur jag var då Vi hade dåligt sex, men ändå sex Och resten blev vår låt Ooh, ooh, ooh, ooh Jag var en främling som du träffa , minns det som igår Dåligt sex, ändå sex Du räddade mig, då"
    },
    {
        "url": "https://genius.com/Hov1-forlat-lyrics",
        "cleaned_text": "Jag är tjugo nu men jag har vart det sen Jag hitta ett pass på en hemmafest Och vi gick varje rast för en cigarett Livet kom ikapp, ingen var beredd Jag sa jag är kär, hon sa kom igen Ja ba Vaddå du kom igen eller? Förklara ge mig sanningen Hon ba Sanningen det är en konsekvens Så av alla dina brister som du skriver om Men aldrig nånsin kommer börja jobba på Jag är vilsen här, i en liten vrå Känns som allt blir svårt om det blir vi två Men mon amie, min mon amie, du vet Fångar är som fångar blir Du är allt för värd för att slösa tid Så gå din väg ja kan gå bredvid dig Nu märker jag hur fort vi växer men Se på våra sorger de är få Jag kanske borde ringa hem ikväll Men mamma, om jag glömmer säger jag förlåt Förlåt förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Men mamma, om jag glömmer säger jag förlåt Jag är tjugo nu men jag har vart det sen Jag köpte leg utav min kompis vän Stressa fast jag borde andas nu och kanske kasta luren och bara flytta ut Några av oss drog till Asien Men halva skolan hade samma planer, o Alla samma här var helt unika Ingen tänker längre svåra egna banor Hon sa älskar trap när hon queue kanye Är det nu som jag ska klä av mig? Skickar mixar alla rätt signaler Ändå kommer jag aldrig att höra av mig Räddar dig om du vill ha nån Kapabel att känna nåt mer än jag För när jag går finns det massa krav Så jag kan aldrig bli den som du vill ha Nu märker jag hur fort vi växer men Se på våra sorger de är få Jag kanske borde ringa hem ikväll Men mamma, om jag glömmer säger jag förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Förlåt, förlåt Men mamma, om jag glömmer säger jag förlåt"
    },
    {
        "url": "https://genius.com/Hov1-mitten-av-september-lyrics",
        "cleaned_text": "Bye-bye fina tider, du får gå vart än du vill Men bara om du lovar att det är för att du vill Om det nånstans bottnar i att du faktiskt är rädd För att släppa in mig, ja, då är det inte rätt Jag har så många somrar och nästan alla städer Men varje gång jag somnar är jag ensammast i världen Många som var med först som droppa av på vägen Men fattar ändå om man inte orkar hela färden Hellre vara ensam än att med risk att bli lämnad För intensivt förälskad blir till kramas när vi hälsar Visst att det gör ont, tills att hjärtat blivit tomt Men hellre känna smärta än att inte kunna känna Har sårat en och annan, blivit sårad jag själv Och du är söt så du borde kanske följa med hem Det blåser vindar nånstans, kan inte känna dem alls Den enda doften som jag känner är från grannarnas hasch Så Bye-bye fina tider, du får gå vart än du vill Men bara om du lovar att det är för att du vill Om det nånstans bottnar i att du faktiskt är rädd För att släppa in mig, ja, då är det inte rätt Och vi står i sista scenen nu, finns inget jag inte sagt förut Och om du tvivlar ska du gå men det blir sista gången nu Till att juni knappt har börjat har augusti somnat om Och du vill inte ge mig chansen att få dig att tänka om Så bye bye Amors pilar som gjorde drive-by Och hej till söndagsfesterna på Delilah Finns inget jag kan säga som skulle få dig stanna Vi skulle hindra hösten men nu ser vi hur den nalkas Så nu har sommaren fått flyga iväg Och den tog med sig allt det fina som jag såg i din själ Det sitter någon nånstans som kommer få dig nån gång Men vi hade våra chanser så nu går du för gott Hey! Bye-bye fina tider, du får gå vart än du vill Men bara om du lovar att det är för att du vill Om det nånstans bottnar i att du faktiskt är rädd För att släppa in mig, ja, då är det inte rätt Är kanske otur att det gör ont nu Samma sekund du tvekade så drog du Ingen är här mer och sängen står tom nu Men vill du gå så ska du gå, vad tror du? Adrenalin mellan varenda notis, yeah Och mellan S MS står tiden still, yeah Vill du inte ha mig vill jag inte va med dig Ifall du inte ser nu vad som är bra hos mig Vi kan bråka, du kan ljuga Och säga att du inte känner nu va Men jag ser dig som förut va Och kan jag inte få dig vill jag va utan Snälla stanna, varför går du? Allt du säger att du söker får du Klart jag kämpar, men kan inte tvinga dig att stanna Vill du gå, så gå nu Alla tankar talar och alla minnen vill se på Men ditt livs största misstag kan vara att du lät mig gå"
    },
    {
        "url": "https://genius.com/Hov1-damn-lyrics",
        "cleaned_text": "Vi äger världen ikväll Och vi ska dansa i vår soluppgång Och ja ska ringa till min mamma fråga: Är du stolt? Och vi ska ropa högt, högre än dem Glömma att vi någonsin känt som gjort ont Jag har trampat i vatten men inombords ser jag eld Du skulle sett mig för ett år sen, ganska mycket har hänt Jag har lovat dig saker som ja ska lova igen Jag gör allting för er och snart så kommer jag hem Alla steg som jag tar Jag går mot den jag vill bli Jag är samma gamla kille med begagnad Supreme Följer samma gamla koder som har format mitt liv Du vet jag röker mycket baby, aldrig gillat vin, för Damn du skulle sett oss, på perrongen När vi inte hade svar Jag var fången För sista gången Men nu vet vi vart vi ska, ska, ska För att nu vet vi vart vi ska, ska, ska Damn, du skulle sett mig Ensam där på perrongen Biljetten den låg i fickan i jackan, där låg min ångest Och damn där var jag lycklig Damn där var jag lycklig Drömmar som ville växa dem tänder vi på balkongen Visste inte vart jag skulle men jag ville dra Kunde stanna kvar, ursäkter i tusental Nederlag på det jag var Men ett sommarbarn på många plan Is i magen än idag Hjärtat ville ha mera Så vem är kompatibel? Varför studera när jag lär mig av livet? Shit, jag låter klyschig nu Men, ge mig nostalgi så får ni se mig när jag klyschar ut Damn du skulle sett oss, på perrongen När vi inte hade svar Jag var fången För sista gången Men nu vet vi vart vi ska, ska, ska För att nu vet vi vart vi ska, ska, ska Jag har tusen vänner som jag känner Tio som jag tycker om Och nu så ringer dem min lur för vi har shit på gång Tio vänner som jag känner Tio som jag hänger med Jag hade aldrig kommit hit om det inte hade varit för er För vi ska laga våra hjärtan ikväll Vi ska glömma, tömma Allt det vi känt Och vi ska stanna när vi borde gå hem Och jag har inte en spänn men vi äger hela världen ikväll För jag har tusen vänner som jag känner Tio som jag tycker om Ni kan ringa när ni vill, och det vet ni om Tio vänner som jag känner, klart jag borde gett er mer Men varje ord som jag skrivit är för er För nu vet vi vart vi ska För nu vet ni vart vi ska För nu vet vi vart vi ska För nu vet ni vart vi ska För nu vet vi vart vi ska För nu vet vi vart vi ska För nu vet vi vart vi ska Vet ni vart vi ska Vi vet vart vi ska Damn du skulle sett oss, på perrongen När vi inte hade svar Jag var fången För sista gången Men nu vet vi vart vi ska, ska, ska För att nu vet vi vart vi ska, ska, ska Damn, damn, damn, damn, damn När vi inte hade Damn, damn, damn, damn, damn För nu vet vi vart vi ska, ska, ska Nu vet ni vart vi ska, ska, ska Ska, ska, ska Nu vet vi vart vi ska, ska, ska (Okej kan jag få den?) Do-wop bap-bap Do-wop bap-bap Do-wop bap-bap Do-wop bap-bap Do-wop bap-bap Do-wop bap-bap Do-wop bap-bap Do-wop bap-bap I m never gonna get out of this town, am I Gordie? You can do anything you want, man"
    },
    {
        "url": "https://genius.com/Hov1-nar-jag-ser-dig-lyrics",
        "cleaned_text": "Vi måste sluta kämpa nu Vi kommer aldrig bli förut Jag vill säga att jag träffat nån Men du har kanske hört det nu? Jag ville vara bra för dig Du gav mig bara ett sämre du Jag vet inte vad som hände Men försent att vara vänner nu De gånger jag somnat vid din hållplats För evigt var en tid som nu svävat iväg Hur säger man till någon som man älskar Att man träffat nån annan som man älskar och nu håller kär? Men alltid vetat vår stad är för liten för oss båda två men Jag sover hellre med nån annan än själv Och jag tror att vi båda kommer ångra oss sen Så jag ser dig i nån annan när jag dansar ikväll Bra kvällar, sent i Högalid Spiller tid som vi spiller vin Du och jag var en procent ifrån att vara vi När jag såg dig i nytt motiv Och du blev min bästa vän Och min värsta recensent Nu så när jag ser dig Kollar hur det är mеd dig Länge sen vi träffades Jag har massa minnеn kvar Din doft, den sitter i mig Jag känner att du bytt parfym Alla som är här ikväll Är vänner som vi haft från ett liv i en annan tid Jag skulle tagit med dig hem Som det vore vi igen Nu så står vi här Vi kramas lite lätt Som att vi två aldrig hänt Och den tanken att du kysser någon annan Den stör mig inte längre när jag hör ditt namn Hur säger man till någon som man träffar Att man älskar nån annan som man lämnat när allt stod i brand? Men alltid vetat vår stad är för liten för oss båda två men Jag sover hellre med nån annan än själv Och jag tror att vi båda kommer ångra oss sen Så jag ser dig i nån annan när jag dansar ikväll Nittiosängar och nittio röda rosor Nittio sekvenser, jag tappade modet Nittio patroner som låg på golvet på varje fest Var alltid runt nittio personer Och fyrtiofem ville gå hem Men nittio procent är kvar där än Och nån sa det att folk födda på 90-talet Är förlorade och tro att man blir bitter av det Det är inte viktigt, rör inte din livsstil Du kan gråta i din jacka jag klippte på Nitty Gritty Så börja plugga, nittio poäng och hoppa av Och flytta ut din nittiosäng till annan stad Du träffar nån, du glömmer bort att skaffa barn Och allt du blev var det du svor att aldrig va Vi var produkter av vår generation Men genererar inga sedlar på att drömma för stort Vet alltid vart du sover, vart du är, vart du bor Men när jag ser dig nu så ser jag på en annan person Vår stad är för liten för oss båda två men Jag sover hellre med nån annan än själv Och jag tror att vi båda kommer ångra oss sen Så jag ser dig i nån annan när jag dansar ikväll"
    },
    {
        "url": "https://genius.com/Hov1-vill-inte-ha-dig-lyrics",
        "cleaned_text": "Dina ögon, de är som kristaller Vår kärlek den blev som ett papper Vi viker på mitten och kastar iväg och vi ser hur det flyger i natten Solen den kommer gå upp Och horisonten är vacker för någon När du går är du bara din egen Men du bruka va vacker för oss För att änglarna gråter i kör Kom närmre mitt hjärta, jag hoppas du hör Det skulle va vi för en tid Kanske naivt, sa tills vi dör Men det är samma himmel som vi kollar på Men vi båda tänker på nån annan Låt mig hålla dig för bara en minut och minnas allt vi gjort tillsammans För när solen stiger över våran stad så ska du få bli nån ny Och när gatan flockas av alla här så vill ja minnas dig med stil Dina ögon, de är som kristaller De brukade lysa i natten Jag kommer sakna att ha dig som min, men Jag vill att du ska va din Vill inte ha dig Vill inte ha dig Jag vill att du ska va din Jag vill aldrig ha tillbaks dig Vill inte ha dig Och vi har vuxit ihop Så ja sliter mig fri Du borde låta mig va Så ska jag låta dig bli Vill inte att du ska va min Ja vill att du ska va din Verkligheten kom ikapp mig nu Drömmer jag när vi suddas ut? Ålderns höst står utanför en tom salong och vår film är slut Jag är jag och du står där än Tårar göms under sommarregn Du är du men nu går jag själv Och igår låg en främling i våran säng Tunnelbanan slutar rulla nu Klart jag undrar om du knullar nu Sista sidan, inget vackert slut Men jag ser nån annan och jag blundar nu Du är du och då va då Du hitta nån och ni blev två Jag är jag och inge mer, så Jag vill att du ska va din Vill inte ha dig Vill inte ha dig Jag vill att du ska va din Jag vill aldrig ha tillbaks dig Vill inte ha dig Och vi har vuxit ihop Så ja sliter mig fri Du borde låta mig va Så ska jag låta dig bli Vill inte att du ska va min Ja vill att du ska va din Vi glömmer bort Varje gång vi börjat om Jag kan aldrig bli densamma efter henne Jag vill inget mer än tacka Ger nu upp Du bor tre trappor upp Ingenting är som förr Ingen av oss får luft Men varje storm var värd att älska för att mitten var lugn Du nötte ut men gick mot ljuset Ville smaka din mun Vi hatar varje sekund Jag måste våga bli Du måste våga va Din, din, din Jag vill att du ska va din Vill inte ha dig Vill inte ha dig Jag vill att du ska va din Jag vill aldrig ha tillbaks dig Vill inte ha dig Och vi har vuxit ihop Så ja sliter mig fri Du borde låta mig va Så ska jag låta dig bli Vill inte att du ska va min Ja vill att du ska va din Aa, vänta Ge mig två sekunder ba, vänta Nu Låt det gå Låt det gå Låt det gå Hon får gå"
    },
    {
        "url": "https://genius.com/Hov1-ma-cherie-lyrics",
        "cleaned_text": "Hej du, jag har väntat på dig Och jag har stått vid blåa linjen när de väntar på dig Den här perrongen har byggts om och alla väggar målats om Men jag är hemma i betong, så jag har väntat på dig Men det är många flera som sitter här En gammal man berättar att han en gång kysst sin första kärlek här vid trappan där Som sen blev hans fru, och de två skaffade barn Sen hon gick bort har han nu kommit hit nu varje dag Och vid bänkarna så sitter någon annan kvinna Hon kunde aldrig hitta kärlek så hon sitter stilla Där är min pappa står och köper något ur automaten Och ångrar att han inte jobbat mindre och varit mer med barnen Varför är jag på perrongen där vårt tåg har gått? Här sitter bara folk som levt med att de har saknat något Och där är du igen, du står i öppningen och håller i den biljett jag rev för längesen Ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din Ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din Det står svindlare i passet på mitt efternamn Jag har en cigg nu bakom örat och en flaska i min högra hand Men min vänstra, den är fri ikväll Så jag kan hålla i din hand om det blir vi igen Jag har stått här på perrongen, bett dem vänta, hålla tåget Konduktörer har slängt av mig när jag har sagt till dem du kommer Och alla tuggarna som stått här till fem Jag har berättat om dig, de vill alla träffa dig sen Har gått vidare så många gånger, har varit där Men lika många gånger har jag vart tillbaks här igen Nästan glömt hur du ser ut, hur du låter, hur du rör dig Överröstar rösten på perrongen, hoppats att du hör mig Så när allting kommit kring har jag stannat för din skull Blivit bästa vän med pundarna som trillar omkull Livet på perrongen var ett äventyr Så om jag aldrig får dig, så fick jag någonting Ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din Ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din Hon sa, Inte som vi nånsin blir föräldrar Men tror vi blir en spegelbild av de som vi fick själva Vackra sluten tillhör sagor, tillhör vi någonting som lämnats? I en gammal stenfasad där varje bit aldrig kan ändras? Och kanske är vi parallella linjer Menade att följa varann resten av livet Men kommer ta en evighet för oss att kollidera Men bara om jag snuddar dig blir allting komplicerat För varje hållplats i mitt liv är en bit ifrån dig Så många hoppar på och hoppar av stationen senare Ödet säger, Fortsätt spring , hjärtat säger, Vänd dig om Skymtar dig i en sekund vid varenda grå perrong Och du är röda linjen som jag saknat Jag har varit trasig men allting går väl att laga När vi blir gamla ska jag hitta dig igen Och rosta bort i evighet som ingenting hänt Ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din Ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din (Hey) Hej min vän, säg, vart har du varit? Det blev tyst när du försvann Jag är kvar och allt är som vanligt Ingen annan tog din plats Ma chérie, ma chérie, ma chérie, ma chérie Jag kan inte prata franska men det låter väl ändå fint Och ma chérie, ma chérie, ma chérie, ma chérie Jag vet ingenting om någonting förutom att jag vill vara din"
    },
    {
        "url": "https://genius.com/Hov1-stan-e-mork-lyrics",
        "cleaned_text": "Stan e mörk nu, hon vill gå Säger jag är ingen att lita på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau Långt, långt borta härifrån Och allting som jag är går att ändra på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau Jag går fortfarande ut i hopp om att få träffa dig Letar där i botten utav glaset I slutet av ciggen Första timmarna av dagen, yeah Vill inte vandra hem Det råkar bara bli så För vi två var samma liv då Men nu har mina mörka ögon blivit lite isblå, yeah Hjärta har lagt på sig några kilon Du var aldrig mer än en nitlott Men fuck it man kan väl få drömma om drömmarna skapades i nåt? Så mitt sista löftet blir inga mer lovord Det känns som förlåt va vårt kodord Kommer du och hälsar på mig? Du lovade, ber dig Stan e mörk nu, hon vill gå Säger jag är ingen att lita på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau Långt, långt borta härifrån Och allting som jag är går att ändra på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau Jag röker för att kunna glömma oss Vi brukade titta på månen Livet utan dig kan jag nu Gaddade över dem såren Och alla dem kvällar jag ringt, ville höra din röst men jag sa ingenting Försökte radera ditt nummer men lärde mig det utantill, så Nu måste jag låta dig, låt dig gå Hon dansa till mig, våran låt är på Begravde mig där på Marie Laveau I en våg utav svek var din blick så blå Mina vänner säger Glöm det Hon har en ny sen december Bilden av dig är sönder Stan är mörk när jag tänder Stan e mörk nu, hon vill gå Säger jag är ingen att lita på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau Långt, långt borta härifrån Och allting som jag är går att ändra på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau Om jag kände mig, kände mig Som jag känner dig, känner dig Om jag kände mig, kände mig Som jag känner dig, känner dig Stan e mörk nu, hon vill gå Säger jag är ingen att lita på Mörka ögon, färgas grå Genom ciggrök på Marie Laveau"
    },
    {
        "url": "https://genius.com/Hov1-runaway-bride-lyrics",
        "cleaned_text": "När låten är slut Ska släppa dig för sista gången, så Jag fäller en tår, nu Förlåt för allt jag sa igår och den jag blev i år Men du Är den enda som förstår mig men du når ju inte längre fram och du är borta nu för gott Så vi två är fucked up Jag ska fly som en dåre Fly som en dåre Lovar att jag ska bli fri från dig, så Flyg nu från mig Flyg nu ifrån mig Efter låten är jag fri från dig, så tack För allt Ikväll är det du som skålar och du häller upp champagne Till han Men jag skrev i bröllopssvar Jag hade charm (Yeah) Och du hade allt (Du hade allt) En runaway bride (Du var min bride yeah) Som springer till han Springer och springer Jag tappade mig men efter låten ska ja glömma dig (Baby) Men jag ska aldrig sluta drömma, nej För jag hade sår Och du likaså Jag ber dig förstå (Du vet hur mycket jag hatar att sjunga men lyssna vad du har fått mig att göra nu) Min runa-runa-runaway bride Du springer och du springer till han Så kom tillbaks för du är min runaway, yeah, du min runaway Jag hade charm (Yeah) Och du hade allt (Du hade allt) En runaway bride (Du var min bride yeah) Som springer till han Springer och springer Jag tappade mig men efter låten ska ja glömma dig (Baby)"
    },
    {
        "url": "https://genius.com/Hov1-tokken-lyrics",
        "cleaned_text": "Tokken den är heavy men denna track den är heavier Skrivish om mitt liv, du kan chocka dem med en serie Ferraris and Lamborghinis, believe me Prada and Mike Amiri, you feel me? Väntar inte på nån go, jag är redan gone, be ready, yeah Aldrig snål mot brorsan när vi delar på spaghettin, yeah Shake that, av med bikinin, habibi ( Uh ) Boss life, vi springer mil efter milish ( Yeah, ey ) De vill inte se mig vinna, de vill bränna min låt De vill äta upp min själ mеn gå på fest i min loge Alla hoppas jag är klar men jag är så långt ifrån Dеt här livet som jag har, nu har det blivit min drog, ey Jag har en broder vid min sida och jag vet att han kan dö för mig En annan tjej bredvid mig och jag vet hon är för söt för mig Har ingen 458, gillar Koenigsegg Jag behöver inte säga nånting för att hävda mig Jag behöver inte rulla runt med tio grabbar Inte lyssna Dree Low sedan P IP PI utan Krabban Allting som jag lärt mig har jag lärt mig av min mamma Hon är mera G än vad ni alla är tillsammans To-To-To-Tokken den är heavy men denna track den är heavier Skrivish om mitt liv, du kan chocka dem med en serie Ferraris and Lamborghinis, believe me Prada and Mike Amiri, you feel me? Väntar inte på nån go, jag är redan gone, be ready, yeah Aldrig snål mot brorsan när vi delar på spaghettin, yeah Shake that, av med bikinin, habibi Boss life, vi springer mil efter milish Det finns många män som inte vill se oss få ett monument Kors i taket, vi kan snacka konton, Noel flowade Häller upp som vi shottade, fyra sexor med vodka Men tjejer rör sina former som tracket har fått dem förtrollade Sluta stå och snacka, vill inte prata om mig själv Och du verkar hata på min grej men vill inte starta nåt med mig Du behöver lite mer än så för jag har ett arsenal med mig Några drinkar take-away, var som Mike, Gatorade Mina grabbar renegades, pengar flyger, paper planes Pengar regnar ifrån taket, hon är avklädd, make it rain Sjuttio lax på G ME, det är money in the drain Och jag skriver om mitt liv, de skriver serie om mig To-To-To-Tokken den är heavy men denna track den är heavier Skrivish om mitt liv, du kan chocka dem med en serie Ferraris and Lamborghinis, believe me Prada and Mike Amiri, you feel me? Väntar inte på nån go, jag är redan gone, be ready, yeah Aldrig snål mot brorsan när vi delar på spaghettin, yeah Shake that, av med bikinin, habibi Boss life, vi springer mil efter milish ( Jao, ey ) Five-o duckar, jag springer nu med min shawty Boss life, sitter och rattar i en Ferrari Hon hade vänner, en överklass-safari Men alltid varit ready to go Det får väl kosta vad det kostar, aldrig jag offrar dig, baby Boss life, sitter och rattar i en Mercedes Jagade vänner tills vännerna de blev crazy Men alltid varit ready to go To-To-To-Tokken den är heavy men denna track den är heavier Skrivish om mitt liv, du kan chocka dem med en serie Ferraris and Lamborghinis, believe me Prada and Mike Amiri, you feel me? Väntar inte på nån go, jag är redan gone, be ready, yeah Aldrig snål mot brorsan när vi delar på spaghettin, yeah Shake that, av med bikinin, habibi Boss life, vi springer mil efter milish"
    },
    {
        "url": "https://genius.com/Hov1-fodd-i-juni-lyrics",
        "cleaned_text": "Jag har ansiktet mot ljuset så att skuggor faller bakom mig Hoppas på semester så att änglarna får sakna mig Vingarna blir lagade Hittar någon att prata med Om jag skulle gå nu har in blivit varnade, ya Låt den rätta komma in Låt den rätta komma in (Ya, ooh) Låt mig aldrig fångas in (Ya, ooh) Låt mig aldrig fångas in Hinner inte andas ut Innan vi har andats in (Ya, ooh) Hjärtat är alltid en storm Hjärtat, här är din prins Tusen och en natt, jag är fucked up Sätt dig på mitt face, keep me locked up Vi har tagit way, way much Vi har tagit way, way much Du vet den här är för de bortglömda kidsen Och för oss som alltid bott varannan weekend (Weekend) Vi har tagit way, way much Vi ska ta oss way, way up Ingen som gör det som vi Ingen som gör det som vi (Ya) Ingen som gör det som oss Ingen som gör det som oss (Finns ingen som gör det som) Ingen som gör det som vi när vi kommer in Vi unga och drabbade teens vet hur de blir Staden har alltid vart vår, men morgonen är aldrig min Flest i döda vinkeln (Okay) Ingen kan se på (Woo!) Inga tårar därinne, här finns det bara läkta sår Och alla vet det finns ett place här inom mig (Den finns) Lycka dit där ögat ser där inom mig Tusen och en natt, jag är fucked up Sätt dig på mitt face, keep me locked up Vi har tagit way, way much Vi har tagit way, way much Du vet den här är för de bortglömda kidsen Och för oss som alltid bott varannan weekend (Weekend) Vi har tagit way, way much Vi ska ta oss way, way up Min vän är prinsen över låtsaslandet Ni skulle se han där på hans tron Jag har varit där varje vinter, vår, sommar, höst och år Fantasin är våra cash Fantasin är våra cash Kysser mamma på pannan, kan inte stanna Spara mat till mig Fuck it Sparar alla mina kyssar nu Prata högt, mannen sjunger ut Skugga skugga som jag duckar undan, alla frågar som jag vore hemma här Jag är född i ljuset Jag är född i juni, bram Fjärilar som har tagit över alla dagar som det vore skolavslutning Tusen och en natt, jag är fucked up Sätt dig på mitt face, keep me locked up Vi har tagit way, way much Vi har tagit way, way much Du vet den här är för de bortglömda kidsen Och för oss som alltid bott varannan weekend (Weekend) Vi har tagit way, way much Vi ska ta oss way, way up Ingen som gör det som vi Ingen som gör det som vi, ya Ingen som gör det som oss Ingen som gör det som oss, ya, ya Ingen som gör det som vi Ingen som gör det som vi, ya Ingen som gör det som oss Ingen som gör det som oss, ya"
    },
    {
        "url": "https://genius.com/Hov1-flickorna-i-bastad-lyrics",
        "cleaned_text": "De är alldeles för kåta, flickorna i Båstad De tror att de är balling men aldrig suttit courtside Du har ingen aning, hon tror att jag är adlig Vet inte vad hon heter, jag kallar henne Malin Hon har två väninnor med likadana kläder Hon har för mycket fritid, du ser det på hur hon klär sig Hon vill leva farligt, alla har samma avsikt Sunset Lover bakom vloggen ifrån Bali Några år i gamet som jag Luka Dončić Alla vill va center of attention at the party Vet inte vad hon heter, jag kallar henne shawty Innan vi kom hem hade hon redan klätt av sig Antingen så blir jag rik eller dör jag nog på vägen Du blir inte skön för att du har sköna kläder Du blir inte smart av den skiten som du läser Du blir inte smal av den maten som du äter Du har ingen makt, all makt tillhör folket Du är inte unik bara för att du har ångest Han är inte tuff bara för han suttit inne Och hon är inte snygg för nån gilla hennes bilder Det här är Disneyland for grown-ups, men Who s to say we re grown up? Jag har något sött och starkt i min cup Och jag byter morgondagen nu mot inatt Och om vi överlever, bara gudarna vet Men känns som livet kanske bjuder oss på immunitet Inte mycket överfördas om vi skapar problem Och jag skulle kanske bry mig om jag inte var het För lyssna, det är Disneyland for grown-ups, men Du kan leka businessman och grown up Hoppas varje influencer blir pank Men ingenting som rör mig nu här inatt Antingen så blir jag rik eller dör jag nog på vägen Du blir inte skön för att du har sköna kläder Du blir inte smart av den skiten som du läser Du blir inte smal av den maten som du äter Du har ingen makt, all makt tillhör folket Du är inte unik bara för att du har ångest Han är inte tuff bara för han suttit inne Och hon är inte snygg för nån gilla hennes bilder Det börjar växa horn på mitt huvud, jag the G OA T Men jag viker bara ut mig om de ringer ifrån Vogue Och det börjar bli krig i min Flashback-tråd Men jag skiter ändå i, inte tid för sånt Alla de hoppas att vi ska brinna ner, men Allting vi gör, det är bara att vinna mer Hon vill bli känd och flytta utomlands Men jag vill ba leva innan det är försent De är alldeles för kåta, vecka tjugonio Festar runt på båtar, tror att de är divor Alla vill va Hov1, Hov1 vill va Beatles Hinner inte hem så nu ligger vi i bilen Antingen så blir jag rik eller dör jag nog på vägen Du blir inte skön för att du har sköna kläder Du blir inte smart av den skiten som du läser Du blir inte smal av den maten som du äter Du har ingen makt, all makt tillhör folket Du är inte unik bara för att du har ångest Han är inte tuff bara för han suttit inne Och hon är inte snygg för nån gilla hennes bilder"
    },
    {
        "url": "https://genius.com/Hov1-din-mamma-lyrics",
        "cleaned_text": "Jag har dig Du har mig Du har mig I got you Du hör mig Jag har dig Du har oss Jag kommer älska dig När du ser ut som Ser ut som din mamma Ser ut som din mamma Och varje sommar Ska vi göra samma Samma sak som alla andra gör Du har mig, jag har dig, lets go Tror du vet din nya ringde upp mig Jag sa tackar redan nu på förhand Han sa ingen älskar dig som han gör Är det kefft att va sämre än sitt förband? Och dem kalla mig för badboy Men hon var en badgirl och vi skulle råna hela världen Lång tid men vi kom hit, baby Han blev dina ten G s, baby Jag är Ludwig, tjo Vem är Beethoven? Och jag går hela vägen ner när ja går ner på dig För du vet att det är den jag är Jag har kaos i mitt blod för det är den jag är Och han tror att han känner mer än andra Idiot, ingen älskar som din mamma Och nummer två där på listan kommer (Hanna) Och sen kommer jag Jag kommer älska dig När du ser ut som Ser ut som din mamma Ser ut som din mamma Och varje sommar Ska vi göra samma Samma sak som alla andra gör Du har mig, jag har dig, lets go De tror det finns fem sätt att döda mig Jag kan säga det finns fler för hon prövade Första gången de var när hon körde över mig Och sista gången det var när hon sa jag är över dig Jag träffa andra men du gjorde samma sak, va? Och nu rullar hon med någon psykopat, huh? Men jag är cool för vi hade vår tid Tror inte att du sagt vad vi gjort i din bil Men, fuck it, du är safe med mig Han kan aldrig ta ifrån, du delar säng med mig Att din mamma en gång älskat mig Och att din pappa hade skämt med mig Och alla nätter som jag fängslat dig Du får säga till din second man Att du hitta han på second hand Han är sekundär Och jag hoppas han har stress nu, baby För att jag är ditt ex nu, baby Jag kommer älska dig När du ser ut som Ser ut som din mamma Ser ut som din mamma Och varje sommar Ska vi göra samma Samma sak som alla andra gör Du har mig, jag har dig, lets go"
    },
    {
        "url": "https://genius.com/Hov1-neon-lyrics",
        "cleaned_text": "Jag var där i Paris när jag såg dig Borde hälsat då (What s up, y all?) Men jag stod på ett torg när ni kysstes, så jag vände om Och jag undrar vart du bor nu, undrar vad du tror nu Kanske borde gett mig av? Och jag undrar vad du tycker, messar när jag dricker Jag är svag för dig Ey, har en spliff i min loftgång Så ifall du kom tillbaks kan vi dela på den nån gång Men alla odds säger som om Så nån annan vaktar platsen som du hade på mitt loft då De säger vad jag borde känna Är för trasig för att laga och för bäng för att kunna känna Så jag packar upp min ungdom Och jag dricker, hellre trasig än vara mogen nog att glömma Hon vill dansa i neon, hon vill slänga med sitt hår Hon vill dansa i neon med nån ny nu Hon vill dansa i neon, hon vill dansa i neon Hon vill dansa i neon med nån ny nu Så säg mig, säg mig, hur ska jag vara din vän När du ser ut som du gör där ikväll? Oh shit, jag tror att jag faller igen Men old news, old news, för det visste du väl? Jag var där vid statyn när jag såg dig Borde hälsat då Borde kramat dig, sagt vad jag tycker, men jag var för full Om du undrar vad jag gör nu, jag är ganska hög nu Men jag kommer sluta snart Om du undrar vad jag dricker undrar du för mycket Men du gör mig glad Det är som om hon är född i neon Det är som om hon väntar på nån Det är som jag reflekterar ljuset som hon vänder sig om Jag står still, men jag borde vända och gå Så kom hit, bara för jag borde säga Förlåt Och när var senast vi sågs? Kanske på klubb eller nåt? Jag borde tänka på miljön, har rest för mycket i år Jag borde växla och bli hög och plugga Komvux och sånt Vi ses väl nån gång och dansar i New York eller nåt Klart jag kan låtsas vara din vän nu Och vi kan dela på en taxi, åka hem nu Men du har någon som väntar på dig där Och jag låtsas ha tjej för att inte vara i vägen Jag dansar i neon och där är du igen Dyker alltid upp i slutet på varenda fest Du stirrar in i mina ögon i lokalen Dansar med nån annan, men ser ut som du vill ha mig Så säg mig, säg mig, hur ska jag vara din vän När du ser ut som du gör där ikväll? Oh shit, jag tror att jag faller igen Men old news, old news, för det visste du väl Jag var där i Paris när jag såg dig, borde hälsat då Men jag stod på ett torg när ni kysstes, så jag vände om Och jag undrar vart du bor nu, undrar vad du tror nu Kanske borde gett mig av? Och jag undrar vad du tycker, messar när jag dricker Jag är svag för dig"
    },
    {
        "url": "https://genius.com/Hov1-hon-dansar-vidare-i-livet-pt2-lyrics",
        "cleaned_text": "Blöta kläder hänger i hela hallen Torkar i takten till tonerna av din telefon Men du är här nu, tacksam för du tog din tid Trodde aldrig att vi någonsin skulle ta oss hit Men det ser ut som att livet varit snällt mot dig o du ler Men blicken fråga vad som hänt med mig Det är ingen fara, har drabbats av dystra dagar Men nu är bara ljus kvar, livet för en utvald Hjärta utav silver, kvarteret på din axel Världen är för liten för du, är värd galaxer Jag var nog för vilsen o kvällen var nog vacker Åh herregud, oh my God Bortom dessa väggar kan tiden stå still Historier om kärlek som aldrig blev till Har lärt mig alla namn på alla blommor som finns För evigt är för oss nu, ja är bara din Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min Hon sa kasta aldrig bort mig, jag vill inte vara själv Jag vet inte vad du gör när du är ute varje helg Alla tycker du är vacker o jag vet att de vill ha dig Nykter eller inte de vill ta allting utav dig Jag kan inte vara hemma jag blir galen när jag tänker på dig Förevig kärlek så länge jag har väntat på dig Och alla våra smycken är i plast Jag ska göra de till guld så fort jag kan O tårarna har slutat nu Nu när jag har lite tur Skulle aldrig kunna se dig med nån annan nu Så länge som du andas kommer jag o andas Och varje gång du trillar kommer jag att ramla Tårarna ska sluta, inte rinna, vi kan ligga här i timmar För så länge vi har oss så kan vi vinna Ey Så du kan förneka oss för alltid kommer alltid vara din första nu för alltid Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min Nu slänger hon med håret upp i himlavalvet Hennes vänner bredvid mina o det går fast det tog några år Jag vet att tiden kommit åt mig nu Så all den skönhet jag har är inte samma idag men det förlåter du Och det är så mycket som har hänt Jag var förlorad ikväll Tänkte döda mig själv men tack ja ändra mig För att jag kunde inte låta dig tro Att jag dansade på Västerbron bara för ja lämnat dig Så what’s up, what’s up? Ta mitt efternamn Kapitulerar nu inför Edelweiss Jag undrar vad du tycker om oss O jag menar inte radion när jag pratar om oss Dina händer på min hals o jag är redo o slåss För generationen där kärlek sägs vara borta för gott Så vi kanske har förlorat några dar Men tror det blivit dags att gå tillbaks Hon dansar vidare i livet Jag sparkar backspeglar på vägen hem Hon har allt för dyra kläder Men hon var min"
    },
    {
        "url": "https://genius.com/Hov1-still-lyrics",
        "cleaned_text": "I’ve been thinking ’bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last Du gilla hårda tag, jag hade mjuka händer Mjuka känslor, hade hårda vänner O vi var allt för ego, hade alter egon O allt som vi gjorde det blev alltid ego Ja var parkbänk Du var ljuset från molnen, en rökt cigarett och ett andetag Vi var en stark länk Mellan gott och ont En sista kyss i en soluppgång Vi två var en solig dag Vi körde hundranittio men vi sakta av 50/50, jag gav mig av Det var hud mot hud Jag o du, njutningsljud Ser jag ut som en dåre nu? I’ve been thinking ’bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last Vi var unga och ja minns vad du sa Så om du skulle vilja får du komma tillbaks Men du behöver inte för jag klarar mig bra Utan dig var jag inget men är allting i dag Men hur ska det bli? Jag har fallit du har ramlat en bit Som om det någonsin skulle bli vi Nuförtiden när jag ser dig går jag förbi Du brukade ba gå där bredvid Såren läker med tid Alla andra sa vi inte va på riktigt För mig va det viktigt Det kändes på riktigt När du stack ifrån mig så vände allt O alla saker som du lämna ligger i min hall Förutom alla minnen som vi delar överallt O alla lögner, de blev vårt fall Vi tappade allting det gick ju så fort Men jag klarar mig nog I’ve been thinking ’bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last Trasiga skor, trasiga skor I regnjacka gick jag o log Regnbågen pyntade stan där vi bor Skäms inte för någonting som ja gjort Få något gjort Smärtan blir år Hjärtat kan pumpa allt blod för oss två Strålar av ljus va det enda vi såg Stapplande, famlande, ramla Vi låg, ah Fan ja minns hur ja var innan du Ingen som visste att allt har sitt slut Drömmar var bubblor Packade krut Glömmer dig aldrig, men glömmer just nu Så trasiga skor, trasiga skor I regnjacka gick jag o dog Regnbågen pyntade stan där vi bor Finns ingenting som vi inte har gjort I ve been thinking about tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last"
    },
    {
        "url": "https://genius.com/Hov1-smokebreak-lyrics",
        "cleaned_text": "Damn jiggy, you crazy for this one! 2016, låna pengar till Yeezys För att Noel hade cash, han var svinrik Innan mina vänner hade smokebreak (Smoke) Nu vi alla fine, we be okay Mamma, om du ser på din son nu Svär du kommer alltid vara min soulmate Jag vill byta ut allt jag har nu Vad är fucking fucking lycka för nån som mig? Okej, det är poeten ifrån Snake City Vad vill ni veta om mig nu? Jag kan berätta allt Det är för många som förväntar sig, jag hoppar av Och ännu flera hoppas att vi floppar snart Okej, det här är prinsen från Mariatorget 118 for life, fuck Kalifornien Alla undrar hur det blir, huh? För jag bytte mina säten där på fyran mot en bil huh? Men jag kommer alltid flyga Kastar mina pengar, nya Karolinska Vi kommer aldrig landa, aldrig blir vi gamla Dagen som vi glöms är den dagen vi blir fria Jobba på att vara älskvärd, men det är svårt ibland När alla här ville ha mitt efternamn Och jag är heart, mind, soul Jag är king, Young Hov Jag är lyckan och sorgens mellannamn Ye-yeah 2016, låna pengar till Yeezys För att Noel hade cash, han var svinrik Innan mina vänner hade smokebreak (Smoke) Nu vi alla fine, we be okay Mamma, om du ser på din son nu Svär du kommer alltid vara min soulmate Jag vill byta ut allt jag har nu Vad är fucking fucking lycka för nån som mig? 2015 var det, vi skrämde hela staden Mellan Kärleksbrev, hur kan du säga saker? Ingen fattar mig som föddes innan 90-talet Jag hade platina på Playahead, nu har jag tavlor 2016, slängde pengar på full time Men 2017 så blev jag skuldsatt Och ingen ville fucka med någon pop Men nu skriver de om kärlek och nu fuckar de med oss Det är samma tid, samma plats i min trappuppgång Och jag har G:s här bredvid, aldrig vart någon sån Tog ett pris som vi vann, det kan inte vara sant Och vårt tal, det var skit, satte Sverige i brand Men bror, bror, bror Du vet, det är så det kan gå Vi tog två P3-guld, men förlorade ändå Vet du vad, vad gör det? Ingen kommer ihåg För nästa år tog vi tre, men vad gjorde det? 2016, låna pengar till Yeezys För att Noel hade cash, han var svinrik Innan mina vänner hade smokebreak (Smoke) Nu vi alla fine, we be okay Mamma, om du ser på din son nu Svär du kommer alltid vara min soulmate Jag vill byta ut allt jag har nu Vad är fucking fucking lycka för nån som mig? Young L, Young L, var alltid lugn När han sov som en prins men vakna som en kung, huh? Big city, catcha lite feelings Young L, Young L, vad är det med dig? Tio-tiotusen meter går vi upp i luften Jag är president i tiotusenmetersklubben Ey frio, frio, baby, säger bara O Sole Mio Och varför är du så kall? Jag säger, hace frio Wo-oh, I m about to lose my cool Vill du köpa Yeezys? Ta mitt kort Wo-oh, ingenting kan vara nog När jag rullar med poeten ifrån Söderort Och de kallar mig för rockstar men är fucked Kanske därför lite svårt att bete mig inatt Och jag är heart, mind, soul Jag är king, Young Hov Jag är lyckan och sorgens bästa man Wo-oh, kolla, jag ska ingenstans Enda sättet som de tar mig är i ambulans Wo-oh, lyssna baby, here we go Din flickvän vill ha mig, pojkvän vill vara mig H to the O to the V-A-H Det här är svenska klassiker med 808 Och alla som kom efter borde tacka mig För jag är king, Young Hov möter Hemingway, yeah"
    },
    {
        "url": "https://genius.com/Hov1-grat-lyrics",
        "cleaned_text": "De säger diamanter är väl bara stenar? Men de skulle aldrig slita mig i hundra delar Säger skiten gör dig dum, det du inhalerar Säger aldrig några saker som jag inte menar Jag har hundrafemtio sorger du kan se det på mig Alldeles för många nummer nu i telefonen Alldeles för mycket ångest nu ifrån igår kväll Jag har hundrafemtio sorger du kan se det på mig Du vet jag grät så mycket när jag hörde att du träffat nån Men livet kom ikapp oss nu, så väntar jag på nästa rond Du är, förblir och kommer nog alltid vara unik för mig Jag ångrar mycket i mitt liv men aldrig att jag träffat dig Dеt är lätt att komma ner, inte lätt att komma upp Inte svårt att vara svag om dеt bara för en stund Det är lättare att le när du har någon bredvid Som har haft samma ensamma nätter Jag har sällan varit själv men har aldrig varit dum Jag har alltid menat väl men har aldrig varit lugn Jag är ensam här igen men det bara för en stund Jag vill ha någon som vill dö vid min sida Så typiskt det är jag som väcker alla känslor som jag trodde jag begravt För dig så kan jag gå men även stanna kvar Du väcker någonting inom mig jag glömt bort att jag har Jag skulle byta ut allt kaos som jag har, nej jag ljuger, jag har saker som jag måste göra klart Och du vet att jag förstår men förståelsen jag har är nog en av alla saker som har lett hos hit idag Jag vet att det är jobbigt, jag vet att det är svårt Men det livet som jag lever inte gjort att va för två När du ville prata klart var jag tvungen att lägga på När du bad mig stanna kvar så behövde jag alltid gå Du vet jag grät så mycket den där kvällen som jag lämna dig Jag ångra mig direkt men jag var tvungen att bestämma mig Du är, förblir och kommer nog alltid vara unik för mig Jag ångrar mycket i mitt liv men aldrig att jag träffat dig Det är lätt att komma ner, inte lätt att komma upp Inte svårt att vara svag om det bara för en stund Det är lättare att le när du har någon bredvid Som har haft samma ensamma nätter Jag har sällan varit själv men har aldrig varit dum Jag har alltid menat väl men har aldrig varit lugn Jag är ensam här igen men det bara för en stund Jag vill ha någon som vill dö vid min sida För så typiskt det är du som väcker alla känslor som jag en gång haft förut För dig så kan jag gå men även stanna kvar Du väcker någonting inom mig jag glömt bort att jag har Du vet jag grät så mycket den där gången som vi sågs igen Vi pratade ett tag och i en sekund var allting vanligt men Du är, jag svär, du kommer nog alltid vara unik för mig Jag ångrar mycket i mitt liv men aldrig att jag träffat dig"
    },
    {
        "url": "https://genius.com/Hov1-langt-bort-harifran-lyrics",
        "cleaned_text": "Vi sitter tysta nu I köket här hos mig Och radion sjunger Where Did I Go Wrong? Var jag frånvarande? Var det något jag sa? För älskling, du är allt som jag vill ha Har inte hållt dig varje kväll Fastän du hatar sova själv Har inte sagt allt som jag känt Men allt det vet du redan väl? Har inga priser och diplom Finns inget sånt att titta på Jag är den samma som igår Så vad du ser är vad du får Men ta mig bara långt bort härifrån Du borde se dig själv ifrån där som jag nu står För du lyser upp allting just därifrån Vi sitter tysta nu I bilen någonstans Och jag hoppas att vi aldrig kommer fram Det sista som du sa Var nåt jag redan sagt Till så många som har velat ta din plats Så jag säger, Slå mig här och nu Jag förlåter alltid dig, så välkommen åter En artär i hjärtat som gråter nu, för dig För att du var min person jag ville dela Min tequila med på en fredag Ingen annan vet vad jag menar nu Så vad du ser är vad du får Men ta mig bara långt bort härifrån Du borde se dig själv ifrån där som jag nu står För du lyser upp allting just därifrån Hon sa, Åh, vad du ser är vad du får Vad du ser är vad du får Men du ska se dig här ifrån Jag säger, Hey, vi blir aldrig mer 22 Det blir aldrig lika svårt Men ta mig långt bort här ifrån"
    },
    {
        "url": "https://genius.com/Hov1-hjartslag-lyrics",
        "cleaned_text": "Brukar lyssna på Kanye och tänka på mig Men börjar lyssna på Drake och börja tänka på dig Ville lyssna på Marvin (Gaye), det ba med dig Ingen annan nej, nej, nej Det ba med dig Vi lät som, när du var med mig Mitt hjärta slog när du var här Jag blir så glad så fort jag ser dig Men jag ser att han är där Fuck allt, tror vi kunde gått men inte längre nu för jag står kvar du sprang iväg Han är ingenting och han blir aldrig jag så jag hoppas det var värt Har legat vaken Låtsas va oberörd Nu hör jag, nu hör jag, nu hör dem vad vi gör Har du nån annan? Men inte det som stör Nu gör vi, nu gör vi, allting som vi inte bör Och du svara mig när jag fråga dig Att du aldrig skulle släcka våran låga, nej Du är nån annan, låtsas va oberörd Men ligger vaken och jag vet du undrar vad jag gör Svarta kläder, du var svart i själen, jag ser svart i dina ögon Jag är ingen ängel men är bra i sängen så du ber för mig ändå Så du får gå Varit så sen första gången vi två sågs och låg Hoppas att han kommer få dig känna så Och fast hon kallar mig Kanye är jag vanlig för dig Men i min skalle är du fucking Kim K Åh, du känner mig, ah, ser hur du spänner dig Visst ingen Lemonade, Lemonade, du känner mig Har legat vaken Låtsas va oberörd Nu hör jag, nu hör jag, nu hör dem vad vi gör Har du nån annan? Men inte det som stör Nu gör vi, nu gör vi, allting som vi inte bör Och du svara mig när jag fråga dig Att du aldrig skulle släcka våran låga, nej Du är nån annan, låtsas va oberörd Men ligger vaken och jag vet du undrar vad jag gör Vad jag gör Du undrar vad jag gör Vad jag gör Du ligger vaken och jag vet du undrar vad jag gör Jag vill va , jag vill va , jag vill va allt för dig Snälla va , snälla va , snälla va svag för mig Vi kan va , vi kan va , vi kan va allt för mig Men du är kall mot mig Fast du är allt för mig Vet att vi träffas ibland men jag börjar att känna mig (svag för dig) Klart att han känner dig bättre men vi två kan va (bra för dig) Jag borde släppa dig men det är svårt, baby, du är ju (allt för mig) Allt för mig, allt för mig Jag vill va allt för dig Har legat vaken Låtsas va oberörd Nu hör jag, nu hör jag, nu hör dem vad vi gör Har du nån annan? Men inte det som stör Nu gör vi, nu gör vi, allting som vi inte bör Och du svara mig när jag fråga dig Att du aldrig skulle släcka våran låga, nej Du är nån annan, låtsas va oberörd Men ligger vaken och jag vet du undrar vad jag gör Du är nån annan, låtsas va oberörd Men ligger vaken och jag vet du undrar vad jag gör (Kanye) (Kanye) (Kanye)"
    },
    {
        "url": "https://genius.com/Hov1-ska-vi-lyrics",
        "cleaned_text": "Jag är över dig, under dig Världen är min i en stund med dig Du är så vacker och jag blir så lugn med dig Sa att du känner dig äldre Att jag är din bebe och att du blir ung med mig I din säng, jag blir avklädd Vita lakan mot din hud, bara vi två I ditt hem, jag är vaken Du ligger på mitt bröst och vi båda vet att vi kan gå Hand i hand, du är arrogant Jag är nonchalant, men vi är överallt Han må va stabil, lägenhet, bil Jag har inget jobb och har trasiga jeans Du är över mig, under mig Världen är din när du är med mig Jag vill bara ge dig så mycket, va nära dig Allt som du känner har härdat mig Så ska vi gå hem tillsammans? Allting stänger snart, vad är det du känner? Borde kanske dra, innan nåt händer Ska vi stanna kvar? Innan nåt händer Kanske borde dra, fuck it, ska vi dra?! Vet att vi inte pratat om det Hört på våra kärlekssånger Vidare från allt som e Kanske tar det till nästa steg Jag har bettet mig som skit, jag har känt ingenting Du känner mig väl och du känns hela tiden Känner med dig så får jag mitt liv Känner att vi borde skapa ett liv Står på knä, frågar en fråga Hoppas på svaret som oljan på lågan Förvirrad, gör dig förlovad Men dina brister är nåt jag kan tåla För du är den bästa som jag träffat Och du får aldrig nånsin lämna Du är välkommen här som du hör hemma Ta det lugnt, låt det bara hända Ska vi fast vi inte borde? Fast vi inte borde Ska vi fast vi inte borde? Fast vi inte borde Gör vi fast vi inte borde? Fast vi inte borde Ska vi? Eller inte? Allting stänger snart, vad är det du känner? Borde kanske dra, innan nåt händer Ska vi stanna kvar? Innan nåt händer Kanske borde dra, fuck it, ska vi dra?! Ska vi? Kanske inte borde, men det skadar inte Vill vi? Ja, du är så vacker, men jag borde inte Se mig, jag vill att du ser mig när jag dansar för dig Så kom och dansa för mig! Jag vill bara va med dig, natten är vår För imorgon är du med nån annan, förstår Jag vet att han ser dig men inte som jag gör För så som jag ser dig är svårt att förstå För att jag älskar dig så mycket Skulle ge dig allt jag äger om han inte fanns i bilden Men ikväll så är det vi När jag kysser dig för allra sista gången i mitt liv Ska vi? Kanske inte borde, skada båda Lovar att jag vill, men att jag inte vågar Se mig, jag vill att du ser mig när jag dansar för dig Så kom och dansa för mig! Allting stänger snart, vad är det du känner? Borde kanske dra, innan nåt händer Ska vi stanna kvar? Innan nåt händer Kanske borde dra, fuck it, ska vi dra?!"
    },
    {
        "url": "https://genius.com/Hov1-vara-vackra-dar-lyrics",
        "cleaned_text": "Yeah, yeah Whoa, whoa Yeah, let s get it Yeah, yeah En för alla, en för en Bredvid alla är jag Vem? Vill ha roligt så jag festar till fem Jag går och lägger mig tre Men ligger vaken igen Försöker sova men det är ingen idé så Och jag går upp när jag vill Jag tänker att jag borde skriva en film Men ser en gammal vän och vänder om För han har bett om en bild Att skicka till sin kusin Där jag säger, Hoppas dagen blir fin Så jag går upp till A Bowl och äter kyckling med ris Snackar skit med Felix, Rima och Samir Jag berättar om tjejen jag börjat träffa Men nästa vecka så är det nån ny Planerar mina resor in i minsta detalj Vill inte säga hej då till någon, bara catcha en flight Göra military homecoming så som min pops För det räcker med det mörker som har bott in my mind Jag tar en sexa Tequila lite för ofta nu Och röker Camel blå för alla de jag ångrar nu Och det var länge sen jag träffa nån och hångla nu Är det så här det är att åldras nu? Jag brukade va G, mina jeans var så fly Men nu går jag med kostym och jag saknar mina Nikes Brukade ha tid och mitt liv var en fight Men nu går jag med kostym och jag saknar mina Nikes Våra vackra dar Lever än men känns för lite Och jag har tappat bort mig själv i alla stereotyper Du säger att du måste känna nåt med huvudet också Och jag låtsas att jag vet men vi bor i en Stad där allt som är, det är på låtsas Nu finns det inga gator kvar här som jag inte korsat De säger att du måste känna nåt med huvudet också Men vad vet de om nåt? En loftgång, en sluss upp till luftslott Har uppnått tomgång till uppbrott En suck blott för de som fanns runt om En lugn sång men storm vid min uppgång Står på stationen, ah Kollar på spåret, ah Vi smög i tunneln, ah Väntar på tåget, ah Då var vi 14, ah Långt innan Hov1, ah Långt innan stängning, ah Dricka på Tjoget, ah När min bror (Eh), vilken bror (Eh) Det står skrivet i himlen med hans ord (Eh) Är doften av allt det light blue Skrev haikus , handla om tiden i high school, ey Nu faller löven och man väntar på en vintervind Sen töar isen och man klarade en vinter till Det känns som åren springer bort Vi glider ut ur bild Det handlar inte om att vinna Bara övervinn Våra vackra dar Kommer men jag ser dem inte Och jag är bara 22, det är klart jag överdriver Du säger att jag måste känna nåt med huvudet också Och jag säger att jag ser alla de vi var Innan Niklas blev en ängel Jag sparar ned varenda, tårar rinner till refrängen De säger att du måste känna nåt med huvudet också Men vad vet de om nåt? Jag kan citera filosofer med för krångliga namn Men aldrig leva som jag lär Eller va nån till hands Kan förlåta dig för allt Inga tårar når min hals Frågar aldrig om nån hjälp Tar tillbaks det som jag sagt Ger dig visdom som jag hört nån annan ge till sin vän Aldrig visa mig vart svag eller inkompetent Jag kan skriva serenader och det finns ingen hejd Men vill jag skriva serenader eller skriva om dig? Eller historier om mig och de jag hängde med, 1-3-2 När jag var vilsen varje sommar, höst, vinter, vår Kolla mot himlen och vi smakade på regnet Och jag önskade att någon gång så skulle allt bli bättre Jag ser tillbaka och jag minns att jag bar Några sår, något av dem har jag kvar än idag, ey Och några Nikes som är slitna av en tid Då vi aldrig skulle överväga bära en kostym Våra vackra dar Har fångat mig i ögonblicken Och mina barn är 22, det är klart de överdriver Jag säger att dem måste känna nåt med huvudet också Och de tror att jag har glömt hur livet bruka va Innan Slussen renoverats Har gjort så mycket som jag aldrig kommer ventilera Har börjat säga att de måste ha med huvudet också Men vad vet jag om nåt? Men vad vet jag om nåt?"
    },
    {
        "url": "https://genius.com/Hov1-alskling-lyrics",
        "cleaned_text": "Aldrig förlorar du mig nu, älskling Aldrig förlorar du mig En sorgsen sång för de bloggarna på Vau De Ville Som jag träffat men jag aldrig lovat bort mig till Det finns en stol som kommer vara tom för evigt nu För efter dig så vill jag aldrig gå tillbaka in Varje sommar vi får, varje vinter som förgår Kan förändra hela världen, men vi stannar till Jag vet inte ens nu vart du börjar längre Och alla andra som jag träffat förblir en i mängden Utanför fönstret står någon och röker Hon påminner mig om dig En ängel i mörkret som snuddar min axel När jag la mig där bredvid dig Om du var min nu, lovar jag att Om du var min nu, ska du få allt Om du var min, om du var min Om du var min, om du var min Om du var min nu, lovar jag att Aldrig förlorar du mig nu, älskling (Aldrig förlorar du mig) Aldrig förlorar du mig (Aldrig förlorar du mig) För varje sommar vi får ska en vinter gå men aldrig förlorar du mig Jag vill bara stanna här i en minut Mellan resten av livet och sista börjans slut Jag tror jag börjar gilla han i spegeln nu Så förena dig med mig i dessa dova ljus Och lyssna, kanske aldrig riktigt sagt det Men du är den enda som har lyckats få mig vacker Så dansa nära mig så jag glömmer bort all tid För det känns som dygnen går när den snurrar runt din axel Uppe på taket står någon och saknar Allt det jag saknar hos dig En ängel i mörkret som ler när hon pratar Och viskar att allt är okej Om du var min nu, lovar jag att Om du var min nu, ska du få allt Om du var min, om du var min Om du var min, om du var min Om du var min nu, lovar jag att Aldrig förlorar du mig nu, älskling (Aldrig förlorar du mig) Aldrig förlorar du mig (Aldrig förlorar du mig) För varje sommar vi får ska en vinter gå, men Aldrig förlorar du mig (Oh-oh, yeah) Aldrig förlorar du mig nu, älskling (Aldrig förlorar du mig) Aldrig förlorar du mig (Jag är din nu) För varje sommar vi får ska en vinter gå, men Aldrig förlorar du mig"
    },
    {
        "url": "https://genius.com/Hov1-bla-lyrics",
        "cleaned_text": "Du fick mig förstöra min semester, åka tidigt ifrån fester För att jag ville va nära dig då För dig så har jag svikit många vänner, offrat kärlek som jag kände För det alltid skulle vara vi två Och nu så är vi blå, så blå, så blå Vi är så blå, vi målar himlen gul och blå Och jag ska gå så långt det går För att få vinna dig i— Sha, sha-la-la-la, sha-la-la-la Sha-la-la-la-la-la-la-la Sha-la-la-la, sha-la-la-la Sha-la-la-la-la-la-la Jag gav dig hela livet, dedikerar alla timmar jag har spelat Och mitt hjärta, det har bankat så hårt För dig så har jag sprungit runt i lera, stått i regnet och jonglerat Aldrig ensam, det var alltid vi två Du kommer aldrig att förstå det som jag har gett För dig så har jag gråtit tårar när ingen sett Och varje gång jag velat lämna tog du min hand Jag kommer aldrig sluta kämpa för vårat land Och nu så är vi blå, så blå, så blå Vi är så blå, vi målar himlen gul och blå Och jag ska gå så långt det går För att få vinna dig i— Sha, sha-la-la-la, sha-la-la-la Sha-la-la-la-la-la-la-la Sha-la-la-la, sha-la-la-la Sha-la-la-la-la-la-la Så över allt vi går så hörs ett vrål Från fjällen upp i norr till Rosengård Nu sjunger de för dig och mig, min vän Jag älskar dig tills hjärtat slutar slå Och nu så är vi blå, vi är så blå Så alla stå upp nu för vi är gul och blå Och vi ska gå så långt det går Gör vadsomhеlst för gul och blå Så blå, så blå Vi är så blå, vi målar himlen gul och blå Och jag ska gå så långt det går För att få vinna dig i— Sha, sha-la-la-la, sha-la-la-la Sha-la-la-la-la-la-la-la Sha-la-la-la, sha-la-la-la Sha-la-la-la-la-la-la Vi kommer från Manchеster och Italien, men i norr Där finns alla som jag älskar, där finns du, min corazón De kan ta allting jag äger men det spelar ingen roll Inga pengar här i världen får mig lämna mi amor För allt är gul och blå Sha-la-la-la-la-la-la, sha-la-la-la-la-la-la Vi kommer alltid kämpa, för vi är gul och blå Sha-la-la-la-la-la-la, sha-la-la-la-la-la-la Vi kommer alltid kämpa, för vi är gul och blå Vi kommer ifrån landet upp i Norden som har glömts bort utav solen Men vårt hjärta, det hör hemma i norr Det spelar ingen roll vart vinden vänder, inget solljus i december Kommer nånsin kunna skilja oss åt Vi kommer ifrån vänster, vi kommer ifrån höger Här kommer gula väggen och vi kommer och tar över De kallar oss för Sverige, här delar vi på brödet Och om ni står i vägen kör vi över er För allt är gul och blå Sha-la-la-la-la-la-la, sha-la-la-la-la-la-la Vi kommer alltid kämpa för vi är gul och blå Sha-la-la-la-la-la-la, sha-la-la-la-la-la-la Vi kommer alltid kämpa för vi är gul och blå"
    },
    {
        "url": "https://genius.com/Hov1-exempel-66-lyrics",
        "cleaned_text": "Framtiden väntar har stått här för länge Trampat vatten i regnet Stod där tillsammans på torget och trängdes Vi pratade om planer det lät ju så enkelt Livet i toner, dem drömmar som fanns dem var värda miljoner Pappa sa, pappa sa: håll dig på jorden Ja, du kan lyckas, så länge du tror det Tiden är kort, måste förbättras men vill bara bort Har inget jobb Alla runtom mig dem pratar för mycket Men de vet inte nå t Ge till mig, Ge till mig, Ge till mig, Ge till mig nu Snälla ge mig en chans Ge till mig, Ge till mig, Ge till mig, Ge till mig nu Snälla ta mig nå nstans, för Ja har glömt allt ja visste Ja har tappat all min tro Vad är lycka om det ens finns, men Trodde vi skulle bli nå t stort Mina vänner har gått hem Texterna rullar men ja stannar kvar Vi bytte en blick Ja har sett dig förut men jag minns inte vart Väggarna pratar o vi borde dra Någon annanstans Men en sista dans En första kyss Ja känner ingen skam Har ingenting men ja vill ge dig allt För du är vacker ja är yngre, du är intressant Djupa vatten Djupa tider Vilsna själar, som är vart i livet? Skaffa jobb, måste vårda tiden Inga tankar, där på framtiden Se mig nu Se på mig Ligger där bredvid dig Vi går upp tidigt men ja vill gå ner på dig Men alla klockorna stannar När du berättar att du har någon annan Ge till mig, Ge till mig, Ge till mig, Ge till mig nu Snälla ge mig en chans Ge till mig, Ge till mig, Ge till mig, Ge till mig nu Snälla ta mig nå nstans, för Ja har glömt allt ja visste Ja har tappat all min tro Vad är lycka om det ens finns, men Trodde vi skulle bli nå t stort När noterar du mig? Gav mig en blick ja noterade dig Kanske du spelade mig Skakiga steg och ett trevande hej Se på mig, ge till mig, yeah Är det nå t fel på mig? Sa ja nå t illa, kan det va nå t fel på mig? Saker ja säger bara ramlar ur munnen För hjärtat är galet o hjärnan försvunnen, men Känns som tiden helt står still Hela rummet lyser, men ingeting som ja minns Är för nära målet, ska göra mig till ditt pris Tror på vinst Ingen annan kan göra mig vild, nej Ingen annan kan göra mig vild, för Livet är ett fotoalbum, du är varje bild, för Ingen annan kan Alla andra vill Hälsade tillbaks, sen dess så är det vi Så baby det är vi Ge till mig, Ge till mig, Ge till mig, Ge till mig nu Snälla ge mig en chans Ge till mig, Ge till mig, Ge till mig, Ge till mig nu Snälla ta mig nå nstans, för Ja har glömt allt ja visste Ja har tappat all min tro Vad är lycka om det ens finns, men Trodde vi skulle bli nå t stort"
    },
    {
        "url": "https://genius.com/Hov1-kara-mamma-lyrics",
        "cleaned_text": "Mamma ville ta en taxi Men pappa var för snål Så de fick värma sig i varenda trapp 1981, det var fredag Men det skulle snart bli lördagen den 15 mars Du är min superhjälte, du är min bästa vän Och du har ingen konkurrens i mitt hjärta Finns plats för dig och kärlek som jag fick i ditt hem Det är så det är och så det var Och du är extraordinär idag När jag var liten var jag stökig om nåt Du hade rektorns nummer inlagt för jag hamna i bråk Och jag var arg på hela världen men det visste du om Vad är vackert i perfekt, nej vi var aldrig som nån Så hej mamma, det är din fan club som pratar nu Förlåt, jag sätter dig i centrum och det hatar du Varenda gång jag gick till centrum då så tjata du Sa, Antingen så ringer jag polisen eller svara nu Men inga minnen ifrån mörkare dar För allt det värsta det har hänt så allt det bästa är kvar Jag kommer älska dig för evigt, kommer alltid va så Och jag är stolt att jag får vara din son Mamma ville ta en taxi Men pappa var för snål Så de fick värma sig i varenda trapp 1981, det var fredag Men det skulle snart bli lördagen den 15 mars Varenda port som vi har värmt oss i Gångar som vi sprang ifrån Vad vet ni om det? Ni har inte sett det som vi kommer från Gånger som jag drömt mig bort Drömt mig iväg om bättre dar Kollar upp mot himlen Och jag har tänkt nog att han kommer snart Så vem har mod nog att döma mig tro? En maskros, du kan komma testa gå mina skor Men de sa att jag kan flyga om du tror på mig själv Jag släpper ut varenda tanke så nu svävar jag lätt Varje port som vi har värmt oss i Från Orminge till innerstan Fattar nu i efterhand att du var allt jag ville ha Mamma du är helt perfekt Fick agera mor och far Du får aldrig lämna mig Jag dör nog om du lämnar snart Så kom nu minnen från en ljusare tid För att oavsett så har du alltid stått här bredvid Jag ska älska dig tills att jag blivit gammal och grå Och jag är stolt att jag får vara din son Mamma ville ta en taxi Men pappa var för snål Så de fick värma sig i varenda trapp 1981, det var fredag Men det skulle snart bli lördagen den 15 mars"
    },
    {
        "url": "https://genius.com/Hov1-fri-lyrics",
        "cleaned_text": "Skålar våra glas, fyller dem med ice Break of dawn till morgondan och hon har nya Nikes Lite mera love, hon vill turn it up Mittenfingrar upp, hon skriker, Fuck the world Här är hennes natt, yeah, inte längre fast Alla hon har kastat, inget mer You up? Hon är diamant och hon vet det är sant Står med vänner, säger vad hon känner och alla sjunger Allt jag vill är att vara fri från dig Allt jag vill är att vara fri från dig Allt jag vill är att vara fri Allt jag vill är att vara fri Droppar tårar i mitt vin för dig Allt jag vill är att vara fri från dig Kan du bara låta bli? Allt jag vill är att vara fri Ikväll är hon på East, bror Står och spelar skivor Sluter sina ögon, låtsas spela in en video Softar mest med grabbar, tycker tjejerna är divor Om hon drar till U SA så hänger hon med Migos, yeah Var det här bra för dig? Vem är bra för dig? Yeah Någon saknar dig, ser dig walk away, yeah Drog till Lollapalooza, ut och festar en torsdag Jag är bra för dig, jag är bra för dig, yeah Allt jag vill är att vara fri från dig Allt jag vill är att vara fri från dig Allt jag vill är att vara fri Allt jag vill är att vara fri Droppar tårar i mitt vin för dig Allt jag vill är att vara fri från dig Kan du bara låta bli? Allt jag vill är att vara fri Hon kommer aldrig vara kvar Hon är fri, yeah, yeah Hon sa nåt om en klubb i Paris Hon har tiotusen till, turn it up Yeah, yeah, turn it up Hon har kastat bort nyckeln till ditt hjärta men har smycken som är is Hon har skrivit Fri i handen, langat texten på din kind Dina tårar som parfym, inga tårar i nåt vin Du frågar om ni ska träffas, hon svarar I nästa liv Allt jag vill är att vara fri från dig Allt jag vill är att vara fri från dig Allt jag vill är att vara fri Allt jag vill är att vara fri Droppar tårar i mitt vin för dig Allt jag vill är att vara fri från dig Kan du bara låta bli? (Allt jag vill är att vara fri) Allt jag vill är att vara fri (Allt jag vill är att vara fri)"
    },
    {
        "url": "https://genius.com/Hov1-tva-sekunder-pa-loftet-lyrics",
        "cleaned_text": "Sprucket glas på min telefon När jag kasta luren i Kungsan Ingen annan än grabbarna runt omkring Och vi grät en stund sen vi är lugna Hade blivit lämnad den kvällen Men jag var inte ensam längre Kan jag få en drink till? Kan jag få is i? Out of bounds Vill va seriös, är en clown Har ett ego som är stort som fan Och ett hjärta där de har sin plats, yeah Tänker ofta på den tiden vi hade Men vi tänker mer på det vi får Centimeter från att röra himlen Men jag touch the sky med alla minnen Bror, vi stannar uppe sent De vet jag röker sällan Men doften när de meckar kommer alltid kännas hemma Så ta slut, vadå ta slut? Här och nu, jag vill vara här och nu Finns en gud vill jag tacka den För de vänner den givit mig nu Två sekunder på loftet Frid från tankar och ånger Sjunger om samma perronger Jag har gjort nu många gånger Ingen vet hur det känns Ingen vet hur det var Två sekunder av alla stunder Är nu allt vi har kvar Fyllda vintrar med snö Stanna ute och frös Ingen som ville hem Varmt på loftet ikväll Ta mig hem om du kan Ser oss nu överallt Ingen kom tillbaks Ingen kom tillbaks Jag springer efter 1-7-2 Bussen tog mig nästan alltid rätt Kände mina gator så jag blunda hela vägen hem Längesen jag gick på promenaden efter hemmafest Köpte hela Donken Nu får jag ångest av en efterrätt 1-7-2 där de äldre stod och rökte på Åren gick och plötsligt var det vi som stod och hängde då Längesen jag åkte hem till platsen där jag kommer från Lämnade en bit av mig på sätet på ett pendeltåg Det var en tid, ville va fri Skulle till Uppsala Mamma sa nej, tagga ändå Och vi blev nedslagna Det var en tid, kommer förbli Vänner för alltid, det kommer va vi jämt Ingen kom tillbaks Ingen kom tillbaks Två sekunder på loftet Frid från tankar och ånger Sjunger om samma perronger Jag har gjort nu många gånger Ingen vet hur det känns Ingen vet hur det var Två sekunder av alla stunder Är nu allt vi har kvar Fyllda vintrar med snö Stanna ute och frös Ingen som ville hem Varmt på loftet ikväll Ta mig hem om du kan Ser oss nu överallt Ingen kom tillbaks Ingen kom tillbaks"
    },
    {
        "url": "https://genius.com/Hov1-i-love-u-so-much-lyrics",
        "cleaned_text": "Ett, två He-ey, checka in, yeah Länge sen jag cut a lane, yeah Oh-oh, hur det går, yeah Undrar hur det blir nu med nästa låt, yeah Hey ma, mamma, ma Är svårt att va på topp Jag är en som är så I love you so much Men det blir ensamt ibland De säger att jag jobbar, Att jag borde ta semester Hjärtat ifrån mamma, Hon har också lärt mig resten Hemma hos oss var det alltid som den vilda västern Aldrig runnit tårar som när syrran tog studenten Kompis, han blev skallig och han köpte sig en basker Börja sälja droger för att håret kosta allt 800 för en påse laddet under kudden Och han pundade med kunden men nu sluta han med knark Checkat in, drömmer vi Alla mina enemies har somnat in Jag tänker att jag borde flytta till Paris För jag såg någon snygg tjej, stor tiz, tyckte det var orättvist Säg till alla mina älskare att glömma mig För jag skriver bättre låtar när det är sår i mig He-ey, checka in, yeah Länge sen jag köpt nånting så, hey He-ey, checkar in, yeah Länge sen jag cut a lane, yeah Oh-oh, hur det går, yeah Undrar hur det blir nu med nästa låt, yeah Hey ma, mamma, ma Är svårt att va på topp Jag är en som är så I love you so much Men det blir ensamt ibland Åh, vad känner vi Jag slösar alla timmar och min energi, yeah Vilken melodi, yeah Varför skratta låtar men nu gråter vi så Det känns som ett år får det lätta Jag skrev henne en låt som hon älskar He-ey, känner dig Vi båda skaffa tjej och han gör sin grej Det finns alltid nåt, något att fira Vill bara hem men får ingen vila Vad spelar roll nu? Börjar på noll nu Sprid ut ditt namn ut i det fria Finns alltid nån som vill ditt bästa När det behövs, alltid kan festa Varför beställa? Ingen som tackar Har hjärta som mamma men ögon som pappa Hej, jag måste säga vad jag känner innan kvällens slut Om allting är okej, hur vi känner nu Räknar varje fläck som ett attribut He-ey, checka in, yeah Var nog för tyst ibland och borde delat med mig mer Har gått nåt år men det kan kännas som en evighet Så långt från 21, var ändå 22 Men nog om mig, vi kan väl ta det i en annan låt? He-ey, checkar in, yeah Länge sen jag cut a lane, yeah Oh-oh, hur det går, yeah Undrar hur det blir nu med nästa låt, yeah Hey ma, mamma, ma Är svårt att va på topp Jag är en som är så I love you so much Men det blir ensamt ibland Åh, vad känner vi Jag slösar alla timmar och min energi, yeah Vilken melodi, yeah Varför skratta låtar men nu gråter vi så Det känns som ett år får det lätta Jag skrev henne en låt som hon älskar He-ey, känner dig Vi båda skaffa tjej och han gör sin grej Oh-oh, vad har vi hamnat i? När fick tacksamheten samma pris som terapin? Och jag hoppas inget kommer att gå överstyr Men den jag är mötte den jag en gång ville bli He-ey, det blir aldrig vi Varje gata där jag gått har doftat hyacint Även om det är synd känner jag nog ingenting Men jag hatar sova själv så länge sen som jag cut a lane He-ey, han skriker mitt namn Så det hörs överallt, ey Oh-oh, mina vänner samma veva som jag bröt min hand Och det finns dagar som min vän gick runt med kniv Nu för tiden är han värd att någon ger han en staty Han börja skriva på sitt egna narrativ Han har kämpat, han har krigat Han och jag har kommit hit He-ey, checkar in, yeah Länge sen jag cut a lane, yeah Oh-oh, hur det går, yeah Undrar hur det blir nu med nästa låt, yeah Hey ma, mamma, ma Är svårt att va på topp Jag är en som är så I love you so much"
    },
    {
        "url": "https://genius.com/Hov1-rakna-dagar-lyrics",
        "cleaned_text": "Varför räkna dagar när dagarna måste räknas? Du kan vara lycklig men livet vill att du härdas Ingen som har gått samma vägar som du har färdats Ingen som har känt samma sak Och jag har varit en sekund från att elda upp mina vingar Flög för nära solen och började nästan brinna Varför räkna dagar när dagarna ska försvinna? Ingen som har känt samma sak Jag är nog sekunder från att trycka av nu Tror vi pratar om sekunder sen så taggar jag för gott Finns ingenting att se som jag inte redan sett Inget som fanns här som var menat för vår sort Jag har aldrig någonsin fått något gratis Kanske stannar jag för evigt eller taggar jag imorn De kollar på mig nu som att jag har blivit sjuk Men inget som ni gör som jag inte gjort förut Ge mig lite dough och California rolls Och några kalla drinkar, baby, säger, Here we go Den som letar efter guld hittar bara sorg Och varför tänka eftеr när det kan va slut imorn? Jag kan inte ge för alltid mеn du får hela min kropp Vi kan öppna en till flaska, jag har ändå inget stopp Och när vi går ut och festar, hela laget är på topp Men vad är det som man säger? Den som väntar på nåt gott Jag hoppas att ni ber, ber för den jag är Det känns som jag går under, ändå står jag här och ler Vi alla står och väntar, står och väntar på nåt mer Här vill alla ha men det är ingen som vill ge Jag är nog sekunder från att trycka av nu Tror vi pratar om sekunder sen så taggar jag för gott Finns ingenting att se som jag inte redan sett Inget som fanns här som var menat för vår sort Jag har aldrig någonsin fått något gratis Kanske stannar jag för evigt eller taggar jag imorn De kollar på mig nu som att jag har blivit sjuk Men inget som ni gör som jag inte gjort förut Fem shots, fem-noll, du förstår vad jag menar Brukar sjunga kör i Maria Magdalena Sex bloss, fett off, bara dumma tankar delas Skrev ner dem på ett papper och de börjar generera Aldrig jagat något utom kärlek och kontanter Och gå på stranden med någon vacker där i handen Bara hittat vänner i de vänner som jag haft Men ibland på natten så känns det som jag aldrig haft en Fem shots, du förstår vad jag menar Jag och mina grabbar i Maria Magdalena Sex bloss, get lost, jag är inte intresserad Av att prata känslor om det inte genererar Jag är nog sekunder från att trycka av nu Tror vi pratar om sekunder sen så taggar jag för gott Finns ingenting att se som jag inte redan sett Inget som fanns här som var menat för vår sort Jag har aldrig någonsin fått något gratis Kanske stannar jag för evigt eller taggar jag imorn De kollar på mig nu som att jag har blivit sjuk Men inget som ni gör som jag inte gjort förut Varför räkna dagar när dagarna måste räknas? Aldrig imponerad av någon som är beväpnad Ingen här som bryr sig om pengarna du har tjänat Vänta tills den dag de är slut Och jag har varit en sekund från att elda upp det jag äger Klippa sönder passet och lämna det som är säkert Ingen bryr sig om länken och vad den väger Något som du fattar en dag"
    },
    {
        "url": "https://genius.com/Hov1-brev-ifran-en-storstad-lyrics",
        "cleaned_text": "Hej bror, hör du mig? Länge sen, har tänkt på er Och hej mor, ser du mig? Alla ljus har bländat mig Och hej far, är du kvar? Nelly hade älskat stan Här finns det vegetarisk mat Kommer flyga hit er snart Tankspridd nu som alltid Trodde aldrig på min framtid Från min balkong ser jag allting Hemmafans går hem i halvtid Matilde, fan jag missar Vill du köpa nåt så kan jag swisha Hanne kom och hälsa på Men vi grät, grät över det vi missat Jag skäms över hur det blev Inte skickat brev Men ni vet jag tänkt på er Inte samma sak efter Tele2 Men jag skulle dött för er Kanske skaffa barn, blir en bra far Jag ska vara allt för er Sorry, för jag ville dra Och sorry för jag hoppa av Jag tackar er för allt ni gjort Men jag behövde att få bara vara jag Hej bror, tack för du skrev Jag har läst alla dina brev Du vet, känns kefft hur det blev Önskat att jag kunnat följa med Se på bilder som du skickar Du är lycklig, vem är hon? Hoppas att det här håller Att ni kommer hem ihop För vardagen här är samma sak Förutom att jag snart blir far Tänk dig mig med ett litet barn Som växer upp i våran stad Det är konstigt Gått fem år sen du drog nu kompis Bara se så långt vi kommit Alla löften som vi hållit Och på baksidan här finns en bröllopsinbjudan Från Victor och Quennie Så kom hem så kan vi fira Kom hem så vi blir fria Som sommarn 2016 Eller sommarn vi var 16 Alla vyer som vi sett på Det är dags nu min vän Så kom bara hem Hej du, lång tid har gått Många av oss borta här för gott Vi kanske borde ses innan någon av oss somnar in För livet är kort Jag har flyttat hem nu igen Vill vara nära barnbarnen Och min äldsta son han har fått en son som är värsta pratkvarnen Såg du att jag ringde igår? Men efter en signal la jag på Varför någon drog, varför nån är arg Kommer jag nu knappt ihåg Hej min vän upp i skyn Redo för en sista tjänst Sparar du en plats bredvid alla er Henne som jag älska mest?"
    },
    {
        "url": "https://genius.com/Hov1-hit-the-club-lyrics",
        "cleaned_text": "Ey Visa lite mercy visa lite nåd Att kalla en bitch en bitch är inte gentlemannakod Jag vet knappast vem jag är Så den frågan den är svår, men Ser mig som en blandning utav mig och din idol Jag vill sluta hävda mig, jag lovar jag är ödmjuk Men hon svämmar över när vi bazz och jag blev sjösjuk Kompis hon är I MG, hon ser skön ut Ingen som har ridit mig på sättet som hon gör nu Shawty doesn t give a fuck, hon vill rulla med en thug Hon vill hit the club, hon vill bara hit the club Hon vill ut och dansa, rulla med en thug Hon vill hit the club nu, hon vill hit the club Och när hon hit the club vill hon inte ha nån love Hon vill bara dansa nära med en thug Shawty, hon är söt but she don t give a fuck Hon vill hit the club, hon vill bara hit the club (Yeah) De säger att jag nu är för kontroversiell För att när jag sjunger svenska låtar internationellt Och hon säger att hon hatar när jag festar varje helg But I gotta hit the club som jag vore 50 Cent Hur kan du va så fly? Jag är det permanent Och det handlar om att trycka på och träffa rätt frekvens Kommer köpa ringar till dig, dyra som vårt hem Och we hit it in the morning och we hit it varje kväll (Ey) Hon vill ha the love, love, love, love, love Love, love, love, love, love, love, love, love She just wanna love, love, love, love, love Love, love, love, love, love, love, love, love Shawty doesn t give a fuck, hon vill rulla med en thug Hon vill hit the club, hon vill bara hit the club Hon vill ut och dansa, rulla med en thug Hon vill hit the club nu, hon vill hit the club Och när hon hit the club vill hon inte ha nån love Hon vill bara dansa nära med en thug Shawty, hon är söt but she don t give a fuck Hon vill hit the club, hon vill bara hit the club Du kan få en crossover eller få en crossfade Post up in the paint, twin-twin, pump fake Bara checka mina hooks, har en fin dream shake Säger iso, iso, hmm, hmm Jag är ingen bar player, bror, jag är en baller Jag är ingen side-piece, bror, jag är en starter Walter vid min sida som jag Jimmy Carter Och skotten de går splash-splash som det vore water Shoutout till min bror Tyler Herro in the South Beach När jag kommer dit ska han ta mig ut på sightseeing Och han hämtar allt, alla tjejer är så spicy Jag har alltid varit han, sätter X i exciting Shawty doesn t give a fuck, hon vill rulla med en thug Hon vill hit the club, hon vill bara hit the club Hon vill ut och dansa, rulla med en thug Hon vill hit the club nu, hon vill hit the club Och när hon hit the club vill hon inte ha nån love Hon vill bara dansa nära med en thug Shawty, hon är söt but she don t give a fuck Hon vill hit the club, hon vill bara hit the club"
    },
    {
        "url": "https://genius.com/Hov1-ensammast-i-varlden-lyrics",
        "cleaned_text": "Du var varje sommarnatt Och varje fest i Hornstullsstrand Har lämnat hjärtat där nånstans På en bänk i någon park Ma chérie, ma chérie, ma chérie, ma chérie Jag visste ingenting om nånting förutom att jag ville vara din Tja-la-la-la, tja-la-la-la-la-la-la-la Skulle vänta på dig då och idag men jag känner aldrig av några vindar på Mars För aldrig förlorar du mig nu, älskling Aldrig förlorar du mig För varje sommar vi får ska en vinter få gå, men Aldrig förlorar du mig Hej min vän, säg, vart har du varit? Det blev tyst när du försvann Jag är kvar och allt är som vanligt Men nån annan tog din plats Hos mig"
    },
    {
        "url": "https://genius.com/Hov1-dig-ormingevisan-lyrics",
        "cleaned_text": "Yo, Ey Jag ska inte ljuga jag gillar kaos Jag gillar ha sex med flera än en (på samma gång) Jag gillar fest och jag gillar knark Ibland tar jag ladd hela natten lång Jag är mig själv och du är någon annan Vad ska jag säga? Jag gillar våld Jag gillar pengar jag står för det för jag och brorsan hade ingenting Smidde planer 141 Och det delade vi alltid på Ska inte ljuga jag gillar clout Jag gillar Tequila men utan salt Jag älskar kvinnor, har alltid gjort Långt innan jag var en vuxen man De här grabbarna de är familj De har alltid haft min rygg Jag gillar henne för att hon är kaxig Men också för att hon är så snygg Ska inte ljuga jag gillar kaos Det har alltid varit den jag är Jag gillar allting som är förbjudet Men vill du veta vad jag gillar mer? Om du nu vill stanna kvar, ska du veta vem jag är Jag gillar slagsmål Jag gillar sprit och knark Jag gillar äventyr som innefattar allt Men vet du vad jag tycker om ännu mеr än det? Yo, Ey Jag gillar porr, jag är beroendе Jag måste sluta att kolla på sånt Jag gillar att prata om allting med dig Så länge vi inte ska prata om oss Jag gillar dig mest för att du gillar mig Jag gillar att festa men inte med dig Jag gillar min side, jag gillar min main Och jag gillar dig, du är båda två Jag brukade gå till N K med min vän när vi inte hade råd Så om jag ser något som jag gillar nu för tiden tar jag alltid två Jag har aldrig någonsin varit perfekt Men jag är inte långt ifrån Jag gillar filmer som handlar om kärlek Det händer ofta att jag fäller en tår Jag gillar din attityd Gillar din humor då och då Gillar att alltid ha dig nära Gillar mera när du går Gillar substanser som tar lite mer än vad som går Gillar att alltid vara berusad Gillar mer än vad jag tål Jag brukade gilla gå ut Vem hade trott att min ändhållplats var du? Brukade gilla ha sex med flera än en på samma gång, vad sjukt Jag är mig själv och inte någon annan Vad ska jag säga? Det är den du får Jag kommer alltid ha din rygg Men det här är den du Jag gillar slagsmål Jag gillar sprit och knark Jag gillar äventyr som innefattar allt Men vet du vad jag tycker om ännu mer än det? Dig, gillar jag ännu mer Dig, gillar jag ännu mer Dig, är den jag gillar mest Jag kommer aldrig att sluta att älska dig Jag kommer aldrig att sluta att älska dig Jag kommer aldrig att sluta Jag kan inte sluta Jag kan inte sluta att älska dig"
    },
    {
        "url": "https://genius.com/Hov1-lilla-b-lyrics",
        "cleaned_text": "Välkommen till lilla B , Stockholm stad Jag har vänner som är här Och är 7 meter ner i en grav Big city life sen när vi var barn Du måste vara född här för att vara jag Där vi kommer från finns alla möjliga typer Vissa här är varma, andra dem fryser Vissa här som hustlar, vissa här som prasslar Vissa här som lever på gamla meriter Du är inte objektiv, du är en hatare För alla tjejerna jag träffade dem är lasrade Alla framtida barn dem är på lakanet Och det var Fiji, vattnet som hon smakade Jag har ingen love, men är inte förstörd Dem vill ha någon som inte säger nej, en ghetto love Jag har en tjej i varje stad, varje stat Och hon säger, om du nån dag är tillbaks, så hit me up Hon e the girl with the plan Im the man with the gang och jag gillar hänga runt, med mina thugs So let it go, let a bitch be a hoe Jag litar inte på mig själv, hur ska jag då lita på någon Allt som inte dödar dig just nu är saker som gör dig starkare Vem kan rädda mig just nu, för jag kan inte- Välkommen till lilla B, Stockholm stad Jag har vänner som är här Och är 7 meter ner i en grav Big city life sen när vi var barn Du måste vara född här för att vara jag Där vi kommer från finns alla möjliga typer Vissa här är varma, andra dem fryser Vissa här som hustlar, vissa här som prasslar Vissa här som lever på gamla meriter Jag spelar boll i Red brick city, dem har aldrig någonsin varit i rack-rack city bitch Stockholm stocktown , flashbacks killing me Känner inte dig, så baby how you feeling me? Up in this bitch som om vi var homeland security Jag, du och din vän kan vara the holy trinity Jag vill inte känna, jag vill inte andas Jag kan vara Woody och vi buzz till infinity Men först och främst säg fuck mitt ex Jag ska vara ärlig jag ångrar att jag träffa dig Men second thoughts, jag var alltid bäst och jag låg med någon annan så jag hustla dig Two step på vår väg hem, det blir mayhem Hon vill åka maybach , men vill följa med sen Okej, vi går way back, baby erkänn Hellre vara omtalad än att vara okänd Välkommen till Stockholm C, sektion 3 D, här är lilla B Www, punkt, testa mig aldrig igen, jag är kung här, punkt, S E Nu är jag långt ifrån tobaksmonopolet, säger att vi ses när vi ses, så du vet Även om jag lämnar, kommer denna plats vara hemma För hemma är där hjärtat är helt Välkommen till lilla B, Stockholm stad Jag har vänner som är här Och är 7 meter ner i en grav Big city life sen när vi var barn Du måste vara född här för att vara jag Där vi kommer från finns alla möjliga typer Vissa här är varma, andra dem fryser Vissa här som hustlar, vissa här som prasslar Vissa här som lever på gamla meriter"
    },
    {
        "url": "https://genius.com/Hov1-jag-onskar-jag-brydde-mig-mer-lyrics",
        "cleaned_text": "Adidas sneakers och en samba sommar, Bad Bunny och en sexa G T Du låg bredvid mig när jag somna, men när jag vakna så var du borta Mina händer är inte dina, men jag vill vila dom runt din midja Hälsar knappt när du springer på mig, men messar ändå mig vid midnatt I slutet var det inte samma sak, förutom sexet det var rond på rond Jag är så toxic att tanken av dig med någon annan får mig att gå igång Jag undrar alltid vad du gör, men det är bara när du är med någon annan För när du ligger på min arm och har somnat tänker jag på att träffa andra Men två minus borde väl bli plus, men ingen av oss som vill ringa först Och det finns alltid nån att ringa upp, så båda vet vi träffar andra Om det inte du så är det jag, om de inte jag så är det du Hur kan något vackert ändå vara så fult? Problemet är att vi är samma Jag önskar jag brydde mig mеr, jag önskar mitt liv var normalt Jag önskar vi stod där i kassan och handlade tillsammans Gick hem och vi lagade mat Jag önskar vi rеste ihop, jag önskar vi skaffade barn Istället så sitter jag här nu i väntan på någon jag inte vill ska sova kvar Yeah! Jag brukar va rationell men aldrig när det gäller dig Jag kan inte tänka klart, vad är det för fel på oss? Vad är det för fel på mig? Jag spottar i munnen och ber dig bete dig En del av mig önskar du brydde dig mer Jag vet hur du funkar, jag vet vad jag sa Men sanningen är att jag brydde mig mer Dagen jag drog bad du mig dra, jag ringde nån annan direkt samma dag Jag tror att du fattar för någonting dog, efter det gav du upp på oss ett tag Men okej, låt mig vara ärlig, din matlagning är förfärlig Din avsugning är för härlig, jag älskar hur du klär dig Kan vi inte fungera, det är alltid något som skär sig Varför vill du förändra mig det här är den som jag är babe Att du har träffat nån annan är emot allting du har lärt mig Hälsningar från din man Jag önskar att jag brydde mig nu mer än vad jag gör Jag önskar att du vore något mer än bara störd Jag önskar att du luta dig mot mig som att jag var Ditt allt och den enda, fan den enda du behövt Jag önskar du var här, fan jag önskar du var här Jag önskar du var här, fan jag önskar du var här Jag önskar du var här, fan jag önskar du var här Jag önskar du var här, fan jag önskar du var här Jag menar inte hooo-es, men jag har fyra hoes som väntar på mig om du drar Och dom är inte close till dig, men jag har fyra hoes som väntar på mig och dom alla dom är vänner till dig Du kanske fått festa med hela bänken i N BA, du kanske har Central Cee eller nån Premier Leauge spelare efter dig Dom har ingenting på oss, söderorts M LK , för jag är the nowhere boy , jag kommer från ingenstans, jag sänder direkt för dig Jag kan inte tänka klart, vad är det för fel på mig? Försöker att va normal, men allting jag ser hos folk, är allting jag ser i dig Vad är det för fel på oss? Hjärtat fungerar knapp t, kroppen vill lägga av, hjärnan fungerar ej, jag tror jag behöver dig Jag önskar jag brydde mig mer, jag önskar mitt liv var normalt Jag önskar vi stod där i kassan och handlade tillsammans Gick hem och vi lagade mat Jag önskar vi reste ihop, jag önskar vi skaffade barn Istället så sitter jag här nu i väntan på någon jag inte vill ska sova kvar"
    },
    {
        "url": "https://genius.com/Hov1-hur-mycket-pengar-vill-du-ha-lyrics",
        "cleaned_text": "Yeah, ey Hur många ikoner får plats i ett rum? Jag ringer till Ian , sen ringer till Nisse Vi sitter i studion och jobbar på skisser Och studion den brinner, jag borde va lugn Här är inte rap, det här är kultur Det här är historia så filma oss nu Här är som Ebba och Uffe Lundell Jobba i studion nån gång sjuttio-sju Hur mycket pengar vill du ha? ( Ge mig ) Hur mycket tjejer ska du ha? ( Ah ) Hur många gånger ska du byta person För du fatta vem du ville va? Hur mycket pengar ska du se? ( Mer ) Hur många vänner kommer med? ( Fler ) Hur många gånger ska du tappa dig själv För att fatta personen du är? Rollen på armen och stjärnor i taket Du vеt att det kostar att vara en star Bror, mina hatare pundar i cеntrum Om jag nånsin pundar, jag gör det i stan Guzzen vill va med en svennebanan Broder, jag har det där som hon vill ha Hon sa till mig nånting, hon diggade lightskins Ändå hon tuggar med Nisse idag Mannen, jag svär, kolla ändå Skiten den vände, jag trollade på Folket de sa till mig, bror, hit och dit Men när saker blev hett, då de kollade på Mannen, jag svär, Ludde, förklara Kan du berätta till dem vad vi jagar? Alla här jagar vår dröm och vi jagar upp pengar Så slutet blir bättre i sagan, bap-bap Hur mycket pengar vill du ha? ( Ge mig ) Hur mycket tjejer ska du ha? ( Ah ) Hur många gånger ska du byta person För du fatta vem du ville va? Hur mycket pengar ska du se? ( Mer ) Hur många vänner kommer med? ( Fler ) Hur många gånger ska du tappa dig själv För att fatta personen du är? Jag har förlorat mig själv i min spegelbild Har googlat mig själv några gånger Och allt jag kan säga, jag verkar va hederlig En heter Tiffany, en heter Beverly Båda är nior, de spottar på enemies Skjuter mot toppen, sån sjuk ambition Kallar den ena för Nelson Mandela För hon kan nog leda en revolution Jag har såna moves, jag har såna moves Jag är som Bonnie, jag glider Lite som double-07, jag chillar vid seven Och ber henne, Släpp attityden Hon fick mig fucka upp beatet, hon har sin cycle Ber om en Michael, ber mig att beat it Vi poppa nånting som stannade tiden Åker iväg i De Lorean-bilen Hur mycket pengar vill du ha? ( Ge mig ) Hur mycket tjejer ska du ha? ( Ah ) Hur många gånger ska du byta person För du fatta vem du ville va? Hur mycket pengar ska du se? ( Mer ) Hur många vänner kommer med? ( Fler ) Hur många gånger ska du tappa dig själv ( Ey, ey ) För att fatta personen du är? Hur många klockor ska rädda ditt liv? När allting du ber om är bara mer tid? Kolla på vännerna som du har nu Skulle de stanna om maten tar slut? Hur många var där när din tallrik var tom? När allting du hade var dröm och passion Hur ser man skillnad på vänner och fiender? Ingen vill se dig på toppen, min bror Min kompis han gjorde en mille i år Han dubblade snabbt så nu har han två Men pengarna svarta som natten och ingen vill ha det Så säg mig, vad köper han då? Säg, vad är priset för att sälja en vän? Hur långt kan du gå för att du ska bli känd? Hur många klockor, modeller och pengar och bilar Ska stanna när vinden har vänt? Ey Hur mycket pengar vill du ha? ( Ge mig ) Hur mycket tjejer ska du ha? ( Ah ) Hur många gånger ska du byta person För du fatta vem du ville va? Hur mycket pengar ska du se? ( Mer ) Hur många vänner kommer med? ( Fler ) Hur många gånger ska du tappa dig själv För att fatta personen du är? Ge mig para Ah ( Ooh, ooh )"
    },
    {
        "url": "https://genius.com/Hov1-sex-i-taxin-lyrics",
        "cleaned_text": "Sex nu i taxin Hur mår du? Hur mår vi? Sex nu i taxin In the back seat (Oh, my love) (Jag är fri) Jag har en fråga nu Är vi kära? Slutar mitt day job om du är nära Ey, står vid rödljus Hey, har du eld? Way out eller stay out? Men vi båda andas kära För sex nu i taxin, love Sätter på musiken, kör Vill du följa med mig upp? För nu står vi utanför Hej du, hej nu Vad har du innanför? My heart, my love Allt det dära som du ville ha Hennes skönhet är min svaghet Men i köket hon är galen Hon har vänner som tror dem är ballin Men ingen av dem är i närhet av Fjärilarna som hon tog mig med Testar vara trogen er Jag är ful, hon är snygg Men vad gör det när nån gör dig trygg? Säg, säg, säg, säg mig nu Finns det nåt galet För att fart och entertainment tar väl slut? Ingen vill väl någonsin att någon av oss ska få barn och göra slut För du är min och jag är din nu Sommarvindar går Jag är här ändå Jag vill ha dig som du är Jag vill alltid ha dig här Och vi blir aldrig nånsin så unga Som du och jag är när vi skålar ikväll All de andra var träning jag skiter i Alltid vart kaxig så följ med mig hem Kärlek är för amatörer"
    },
    {
        "url": "https://genius.com/Hov1-saudade-lyrics",
        "cleaned_text": "Jag har väntat på att nån ska komma tillbaks Jag har hållt ställning, så länge här på min sida av stan O jag har trängts här, i väntan på nån som du Men saudade min älskling, hon kommer aldrig tillbaks För att livet det blev inte som jag tänkt mig När hon satt där i mitt knä, och rökte hasch i Köpenhamn O bredvid mig, satt en vän som pluggade där O fan jag ljög när jag sa att jag snart kommer tillbaks Du vet inte vad jag heter, låt mig säga att mitt namn är otur, är född i motvind Du står i motljus, och jag är solkysst Så lägg din hand på räcket, här bredvid min Snudda mig ömt och brinn mitt hjärta, brinn Juli, Augusti varje kväll på terassen Men för unga för att dricka där på Mosebacke Om nån frågar var glaset fyllt med sodavatten Jag tappa greppet när du satte takten, du drog med mig hem Tog farväl av natten, tjo till gryningen Som att den brydde sig, men vi visste ingenting Jag skulle väntat på dig i oändliga dar, men nu så har jag förstått att du aldrig kommer tillbaks För att jag trodde att du var mera som mig, men du kan aldrig någonsin lära dig älska som mig O om livet inte blir som du tänkt, som när jag köpte dig en hand O gatlampan bredvid dig, glappa till för en stund Jag stod när allt blir mörkt, så kysste jag din mun För om du funnits på flaska, saudade sa (?) min vän Skulle ingen på Jorden kriga igen, jag kan bara ditt namn på portugisiska Men saudade, I m so high I swear I could fly Det är inte så enkelt, allt dehär med kärlek känns ibland som du på en helt annan världsdel Jag vill bara veta hur de känns och vara du ibland Tror du hade kunnat träffa Gud, ändå vägra att gå ut med han O jag vet inte vad som hände med dig när jag drog, men jag hoppas att det blev som du tänkt dig För när jag blundar kan jag se dig igen, ett fragment av det bästa som har hänt mig Jag har väntat på nåt, här i oändliga dar Jag har hållt ställning, så länge här på vår sida av stan O jag har kämpat för nåt, jag inte skulle känna igen Så saudade, min älskling tills dagen vi ses igen Dröm baby, dröm Åh varje suburb sjöng Dröm baby, dröm Dröm baby, dröm Dröm baby, dröm Dröm baby, dröm Varje suburb sjöng, dröm baby, dröm"
    },
    {
        "url": "https://genius.com/Hov1-tva-steg-fran-helvetet-lyrics",
        "cleaned_text": "Vi kommer aldrig att gå sönder För jag e redan trasigare än nån du känner Du tror att du vet nånting Om vinden, hur den vänder Och du vill gå i spillror Men jag vill bryta mönster Men snälla, du kommer aldrig att förstå mig För jag har lika svårt som du att förstå sig på mig Jag springer runt på gator där folk har velat flå mig Och här vill du bli bortglömd, men folk kommer ihåg mig Och vi sa: aldrig ska vi ge upp Två steg från helvetet Känns som jag brinner nu Allt kommer lösa sig När allvaret tagit slut Och lågan har brunnit ner Ser du nånting i mig Som ingen annan ser Aldrig ska vi ge upp Så nära himmelen Känns som jag svävar nu Allt kommer lösa sig När allvaret tagit slut Och himlen har fallit ner Ser du nånting i mig Som ingen annan ser Du kommer aldrig kunna laga För hålet är så djupt att jag känner hur det smakar Du tror att du vet nånting Om vad jag har förlorat Men du vet ingenting om vad jag vill ha tillbaka Men lyssna, vi kommer aldrig kunna vinna För jag har ju förlorat mig själv här sedan innan Du tror att du vet nånting om hur det känns att brinna Ibland vill jag bli erkänd, ibland vill jag försvinna Jag vill va vinden i ditt hår Jag vill va marken där du går Jag vill va klänningen på sommarn Den som smeker dina lår Jag har aldrig bett om hjälp Jag har knappast bett om råd Men nu ber jag om din hand Så det är dags att du förstår Och vi sa: aldrig ska vi ge upp Två steg från helvetet Känns som jag brinner nu Allt kommer lösa sig När allvaret tagit slut Och lågan har brunnit ner Ser du nånting i mig Som ingen annan ser Aldrig ska vi ge upp Så nära himmelen Känns som jag svävar nu Allt kommer lösa sig När allvaret tagit slut Och himlen har fallit ner Ser du nånting i mig Som ingen annan ser När du frågar mig vem jag är Jag tror inte att du förstår Jag har lurat döden så många gånger Svårt att komma ihåg Jag e uppvuxen bland vargar Jag e uppvuxen bland stål Dessa gator kanske är vackra Men har aldrig visat nån nåd Jag vill vara orden på dina läppar När du sjunger en låt Jag vill vara den som du först berättar för Ifall du är låg Jag vill vara den som är undantaget Den som får dig på fall Och jag hoppas att du ser nånting i mig Som bara du kan Vi kommer aldrig att gå sönder För jag e redan trasigare än nån du känner Du tror att du vet nånting Om vinden, hur den vänder Och du vill gå i spillror Men jag vill bryta mönster"
    },
    {
        "url": "https://genius.com/Hov1-tjuvheder-lyrics",
        "cleaned_text": "Jag växte upp med Tjorven, Båtsman och Grankvist Därför som jag drömde om en tjej som hette Malin Jag har varit ätstörd, tränat som en galning Därför som jag vet hur jobbigt det kan va med maten Haft så mycket ångest att jag velat dö Tackar medicin att jag lever som jag gör Och min broder han är bäst och min broder han är bög Älska vem du vill, är det skönt så är det skönt Ni vet ingenting, ni vet bara vem jag är Hur ska man göra rätt nu när alla letar fel? Lätt att vara tuff när nån annan står bredvid Svårt att vara egen när alla håller med Jag har A DH D och det är därför jag är hetsig Ibland så är jag klumpig när jag säger nåt offentligt På ytan är jag hård men här inne är jag känslig Det jag vill förklara för еr alla: jag är mänsklig Du har inte lyssnat men pratar om vår text Klart att dеt blir fel när ni tar det ur kontext Och du hatar vår musik nu, brist på intellekt Du och jag är inte samma, du har inte nån respekt Ska jag vara tacksam? Har jag vunnit lotto? Lagar inte pasta med Benjamin Ingrosso Sitter här i köket, kokar upp ett långkok Så att hela Sverige ska få smaka min risotto Alla ni är vänner och säger ni är vänster Alla era jobb går i arv från en förälder Skriver du för K P eller är du på en bender? Det skulle vara kul att faktiskt läsa nåt du känner Jag har ingen back-up, bara i min hårddisk Köper inga klockor, jag har tid på telefonen Jag har mycket hjärta, ännu mera kodex Jag och Noel hade kunnat vinna i På spåret Versen blev för lång men jag ville säga allt Jag vill inte tacka nån nu förutom våra fans Ni har sett oss växa upp, vi har gått igenom allt Och jag ville ge tillbaks men vet inte om jag kan"
    },
    {
        "url": "https://genius.com/Hov1-30-personer-lyrics",
        "cleaned_text": "30 personer dansar i köket Ute på balkongen står det tio till Dansar hela natten fast vi inte bör Shawty want a thug, bottles in the club Oavsett vem jag kan va Kommer jag nog aldrig kunna bli den som hon ville ha Jag står och häller ner spriten direkt i mitt champagneglas För dig Ja, ey Är det någon som vill komma kan du fylla upp mitt glas Jag vet inte vem jag är, minns knappast nu vem jag var Snart fyller vi 24 och ingen verkar må bra Så dricker nu tills jag dör eller levern får lägga av Tiden flög i väg, jag vet inte vad som hände Hon är lika vacker som dagen vi tog studenten Mitt C V lika blankt, jag har inga referenser Hämta några flaskor, nåt som får mig tappa känseln Här blir det svårt ifall man vill vidga sina vyer Klart du är söt men jag ber dig droppa attityden Haff i gymnasiet har sluta dricka, tagit bilen Du skulle se hur han bruka vara back i tiden 30 personer dansar i köket 400 flaskor en mansion med flera våningar Du klappar refrängen jag sjunger falskt ett tag Du har aldrig varit en ängel jag är nog likadan För oavsett hur det kan va Sneglar hennes höfter och jag ser att dom bouncar rätt bra Här står jag rätt full bara en liten bit utanför stan Med dig För oavsett vem jag kan va Kommer jag nog aldrig kunna ge det som du vill ha Oavsett om det känns bättre senare på nätterna Så ska jag inte va den personen som du har sett mig va Jag ser dig på samma sätt som jag gjorde i fjol Och du har träffat nån annan och ser mig som en lektion Har tre, fyra groggar som är gula på mitt bord Dom är för en idiot, kan inte säga emot Här blir det svårt ifall man vill vidga sina vyer Lite som någon aldrig kommit och stanna tiden Alla skaffa brillor och pluggar på samma linje Har ett förhållande men vill inte vara i det Och dom två paren som känt varandra sen i nian Dom går på dubbeldejter idag och har en fyrkant Någon pratar aktier så mycket att det blir pinsamt Han har aldrig bangat en nyckel eller en lina Baby jag vet inte vad du söker Men ute på balkongen står det tio till Ingen är som jag, jag är oberörd Shawty want a thug, bottles in the club För oavsett hur det kan va Sneglar hennes höfter och jag ser att dom bouncar rätt bra Här står jag rätt full bara en liten bit utanför stan Med dig"
    },
    {
        "url": "https://genius.com/Hov1-458-lyrics",
        "cleaned_text": "Jag villa bara göra money, what s funny? Hon vill bara vara ensam ett tag nu Jag vill inte ha nån fallen, jag är balling Jag vill inte att nån ringer mig mer nu Och fastän dina ögon är sparkling Så tror jag att du misstar dig, shawty Du vill ha en del nu utav mig Men den delen, den är borta sen du Hon vill va safe, inte chilla med mitt crew Jag vet ingenting, don t give a fuck about you Och hon gillar inte när jag spottar fire in the booth Men hon älskar ändå när jag köper en och annan ros Vi sitter i en bil som jag låtsas är ett plan Och hon brister ut i skratt och hon frågar vart vi ska Hon frågar, Är den stor? Det beror på om den är slak Men den väger mycket mer än tjugofyra i karat Du ska känna på mitt heart, jag har aldrig varit heartless Bror, jag säljer alla mina hatare på Darknet Hon chillar på Tik Tok, jag chillar på dark web Vill du va geni måste du va lite galen Jag villa bara göra money, what s funny? Hon vill bara vara ensam ett tag nu Jag vill inte ha nån fallen, jag är balling Jag vill inte att nån ringer mig mer nu Och fastän dina ögon är sparkling Så tror jag att du misstar dig, shawty Du vill ha en del nu utav mig Men den delen, den är borta sen du Alla dessa kvinnor kommer alltid bli min död, bror Hon vill kolla luren som att hon jobbar på Säpo Jag vill bara chilla och sitta skala mina räkor What s up, big player? Kollar på oss, Julius Randle Kommer alltid dela, säger laget över jaget Gillar tänka klart, jag behöver inte spark it Hon vill vara vacker, hon vill vara ballin Men hon har inga tiotusen timmar i kvadraten Hon vill va safe, ändå chillar hon med mig Jag har slutat pray for the better days Hon vill ha a total eclipse of the heart Jag vill ha en tjej som är för lojal Det här är inconvenient med noll comeback Men min tjej är U SA, säger, Please come back Vill inte vara den men jag play my part Och det är inte någons fel att vi fell apart Jag villa bara göra money, what s funny? Hon vill bara vara ensam ett tag nu Jag vill inte ha nån fallen, jag är balling Jag vill inte att nån ringer mig mer nu Och fastän dina ögon är sparkling Så tror jag att du misstar dig, shawty Du vill ha en del nu utav mig Men den delen, den är borta sen du Jag ville ha två vita grindar utanför mitt hus Och en tjej med en rumpa som ser photoshoppad ut En Ferrari 458, den är sjuk Och den kommer bara i rött men jag köper den i gult Jag skulle göra money moves och tagga ner till Hollywood Och hämta fyra guzza r till hotellet, riktigt Donny move Ni vet ingenting om hur det känns att komma in Glider in i Staples och jag hälsar på the king Fyra fingrar upp för mitt lag, för min trupp Och nu vet vi vart vi ska, ligga lågt, vi ska upp Hon vill höra min musik, sitter kvar och spelar upp Sen så vill hon göra barn, sova kvar, ge mig luft Jag villa bara göra money, what s funny? Hon vill bara vara ensam ett tag nu Jag vill inte ha nån fallen, jag är balling Jag vill inte att nån ringer mig mer nu Och fastän dina ögon är sparkling Så tror jag att du misstar dig, shawty Du vill ha en del nu utav mig Men den delen, den är borta sen du"
    },
    {
        "url": "https://genius.com/Hov1-hej-du-lyrics",
        "cleaned_text": "Hej Olivia, den första utav alla mina Du kommer alltid att betyda mera än Emilia Hej Zara , du gamla fina underbara Vi hade många fula, ännu flera fina dagar Tjo Mira, det var längesen, jag saknar dig Jag såg din pappa här på gymmet och vi pratade Han sa du börjat hänga mycket mer med Linn Så jag hälsa till er båda och sen även till Celine Det var roliga tider när jag var ute med gänget Jag hängde mycket med Astrid och jag var ute med henne Hängde också med Julia och vi gick alltid till ställen Men sen när ställena stängde gick jag till Sanna och hängde Hеj Olivia ifrån Dalarna, säg mår du bra? Även fast du lura mig att jag var pappa till ditt barn Jag kan tänka hur det skulle blivit än idag Tur att Linn var där, hon trösta alltid mig på Birgеr Jarl Jag hade vän som hette Emma, hon var alltid hemma Vi båda mådde lika dåligt över nån som lämnat Jag låg och grät i hennes famn många sommarkvällar Hon bodde nära Andrea som kallas fågelskrämman Hej Atina, ja du är värd och nämna Du är faktiskt en av dom som jag på riktigt älskat Förlåt för alla kvällar som jag lät dig gå och vänta Säger det igen - du är någon jag på riktigt älskat Hej du, tiden kom ikapp oss Du som var min terapeut när vi lagt oss Du som fanns där efter allting hände Bevara mina hemligheter som jag aldrig sagt dom Hej du, jag hoppas det gick vägen Att du fick allt det du önskar dig i världen Du som fanns där innan allt det fina Bevarar dina hemligheter som dom vore mina Jag bruka hänga med Nayomi, hon bodde i South Beach Hon var som the homie, fast hon ville bazz me Reste runt med Naya, surfade Hawaii Men vi skildes åt när jag taggade till Maui Jag är från Sverige, Stockholm, Sweden Folk i Brasilien vill ligga hela tiden Träffade Virginia nånstans i Italien Vi satt på en bar - helt plötsligt var jag avklädd Det har funnits många som jag skulle nämna Ginevra, Madison, Anna eller Kendall Serena, Chaein, Nicolina eller Ebba Älskar er alla och Axel han hälsar Det var för många, saker kom emellan oss Och jag tänker på er alla här emellanåt Baby, I ve got love for all my hoes Sa hon och sen sa hon jag är one of those Och till min tjej i Tribeca, Becky with the good hair Tänker på Latifa hon bodde ute i hooden Hon hade sju bröder med pengar under kudden Jag bruka hämta upp henne med Ludde Ey, jag vet att det aldrig blir vi igen Men jag hoppas att vi ses igen Vi kanske inte var dom bästa men Ey, jag hoppas att vi ses igen tills dess Hej du, tiden kom ikapp oss Du som var min terapeut när vi lagt oss Du som fanns där efter allting hände Bevara mina hemligheter som jag aldrig sagt dom Hej du, jag hoppas det gick vägen Att du fick allt det du önskar dig i världen Du som fanns där innan allt det fina Bevarar dina hemligheter som dom vore mina Jag förstår inte varför vi fortsätter bråka och hålla på på det här sättet för det känns som vi inte kommer någonstans alls och du pratar om alla de här tjejerna som att du känner dem och ba Nu får det räcka, har alltid hållit det äkta Jag gav allt jag har men även solen har väl fläckar Jag ber om ursäkt för nätter som jag däckat Och gånger som ni slagga och jag ringde mitt i veckan Om du behöver mig nu så kan du ringa mig För du fanns där alla nätter jag behövde dig Och om jag såra dig så kom du över mig Och jag hoppas att du en dag kan förlåta mig Så hej du, tiden kom ikapp mig Och jag undrar om det nånsin hann ifatt dig Du som fanns där innan allt det svåra Bevarat dina hemligheter som dom vore våra A-B, A-B, Kajsa, Klara, K-D-B-R, Klorran, Karla Cory, Cornelia, mäklarn Saga, jösses Amalia, Lova, Sahara"
    },
    {
        "url": "https://genius.com/Hov1-rosor-av-plast-lyrics",
        "cleaned_text": "(Vers 1 Ludwig) Jag kysste nån´ igår, hennes kompis förra helgen Visste inte att dom båda visste vad jag hette Kysste nån` igår, hennes kompis eller så Och jag visste inte att de hade kille båda två (Noel) Trodde aldrig att jag skulle skeva Trodde aldrig jag skulle dö Lever för evigt, vi dricker för evigt, den eviga lyckan förstörd Kan inte riktigt gå, rakt fram Glaset rinner så, trots allt Vi trodde på drickan, vi pallade drickan, vi fastnade på samma kant (Bridge Ludwig) Vi dricker för o glömma så vi dricker till max V I flummar för o glömma så vår trum är en akt Vi gör det kollektivt Å` ja vi dricker i takt Ringer brudar på fyllan så de är klart vi blir fucked 1, 2, 1, 2, 3, 4 (Vers 2 Noel) Byggde slott utav sand Du gav mig rosor av plast Jag gav dig kärlek och närhet Du gav mig kläder av strass Din otro bara du kan, allting försvann För du tänder på glöden, och allt bara svart (Ludwig) Jag köpte rosor i plast, för jag vill ge dig min hand Jag vill ge dig så mycket, jag vill köpa dig allt Jag köpte rosor i plast För jag vill ge dig min, hand 1, 2, 1, 2, 3, 4 (Vers 3 Dante) Det ringer på min telefon, telefon Undrar vem det är ifrån, är ifrån Vad ska jag göra? Låter det ringa Kastar två, kastar tre Sluta nu det finns ingenting mer Yo, allting är borta Prinsen är skev Kom du får joina för alla ska med Jag lovade de ha Dina texter får alla att le Trodde du mig inte så ska du får se För Hov1 är allt och vi ska fucka dig sen Och vi satt på din hjärna Du sjunger så fel Gör vad du vill men du chillar med fel Superrika barn Så du vet, allting börjar med"
    },
    {
        "url": "https://genius.com/Hov1-helluva-life-lyrics",
        "cleaned_text": "Yeah, aw Jag ska inte ljuga jag tänker på dig lite mer än vad jag tänkte att jag skulle Men det handlar om stolthet, det är därför jag inte ringer Av alla bitches, av alla hoes så var du number one fo sho Tappade bort mig någonstans på vägen Baby I m never coming home Vodka tequila, Sambuca, Tequila Brukade drifta nu vill jag höra klockor i Jerusalem Nu är det över, Viva la vida Inga nämnda, inga saknade Dolt nummer, jag svarade inte Ring mig inte, jag är upptagen Men is i nacken som det haglade Fan jag brukar vara ledsnare men nu för tiden är jag gladare Hon gick vidare från mig men fick aldrig chansen att prata ens 073-0- ring mig aldrig någonsin igen Ludwig Kronstrand, lek med elden och du blir bränd Av alla bitches, av alla hoes är du the one that got away Jag tänker ofta på hur det hade blivit om jag aldrig någonsin lämnat dig (Aa jag vet att jag lovat att inte höra av mig när du är på semester men samtidigt, ah, jag vet inte fan kan inte sluta tänka på) Du står säker på varje lista mellan Mykonos och Ibiza Du är backstage på varje spelning Men det enda du gör är att filma Du har dansat som att alla kollar Testa rör dig som att ingen tittar Stått i centrum men aldrig centan Står och väntar på äkta lycka Upp med händerna om du också älskar knulla när det är morgon Upp med rutorna det blir hotbox Man kan tro vi vunnit på lotto Kompromissar aldrig med någon, det har alltid varit mitt motto Du kan köra men vi gör åttor annars Jag ska giva dig på moppo Dejtar bara tjejer med kille, han ska helst vara god för några mille Sorry grabbar för att hon ringer Dela gärna om du så vill det Kungar går bara, vem springer? Kom och testa oss och du brinner Jag har allt men kommer från inget Du har inget kommer från allt Nu är alla fiender varnade Dolt nummer, jag svarade inte Det var längesen jag saknade oss Men jag kan inte sluta sakna henne Av alla bitches, av alla hoes är du the only one för mig Vem hade jag varit ifall du aldrig drabbade mig? Nu är jag lost in translation baby Kärleken är oändlig Jag har aldrig varit nära att bli densamma utan dig Jag vet att du vet hur fel allt blev mellan oss Jag tänker på dig sällan men jag gör ändå det emellan åt Du kanske har förträngt mig och har glömt vad du en gång känt för mig Jag hoppas du förlåtit dig själv så du kan få börja om Jag kanske minns dig i ett annat ljus än vad du minns mig Och jag kanske inte fullt ut har vågat att ge upp på dig För om båda börjar glömma, vem ska då komma ihåg oss två? Halvnakna och fulla, det är bara så jag vill minnas oss Vår sak blev en stor sak i en småstad och det är oklart Att jag sa som jag sa i affekt då det var osmart Vår sak blev en stor sak i en småstad och det är oklart Att jag (Ah fuck, jag ber om ursäkt) Du står säker på varje lista mellan Mykonos och Ibiza Du är backstage på varje spelning Men det enda du gör är att filma Du har dansat som att alla kollar Testa rör dig som att ingen tittar Stått i centrum men aldrig centan Står och väntar på äkta lycka Du står säker på varje lista Du är det enda jag saknar Mellan Mykonos och Ibiza När jag blundar och när jag vaknar Du är backstage på varje spelning Men det enda du gör är att filma Testa rör dig som att ingen tittar Mellan barerna på Ibiza (Det är jag igen, jag skulle bara vilja säga att)"
    },
    {
        "url": "https://genius.com/Hov1-banksy-lyrics",
        "cleaned_text": "Ey Det här är whole lotta gang shit, hon ber mig spank it Kastar molotov med blommor som jag var en Banksy Jag fell in love with a stripper någonstans i Cali Men jag tvättar mina synder som det vore Vanish Det här är whole lotta love för mitt crew och family Jag vill bara ha din kropp, du vill ha min kärlek Hon ger mig huvud i min bil utan nån försäkring Alla tjejerna är gold, har du varit i Cali ? Jag har haft några förluster men har flera vinster Svingar mellan hus som att jag biten av en spindel Jag har bara träffat djävulen i form av kvinnor Så varje gång så har jag slutat svara när hon ringer Allt du tänker på är guld men sluta nu För varje gång som du blir full så ringer du Jag chillar runt här på min Drake shit, de ber mig, Stop it Jag vill inte ha ditt gold (Ey), jag vill ha din body Det här är whole lotta gang shit, hon ber mig spank it Kastar molotov mеd blommor som jag var en Banksy Jag fell in love with a strippеr någonstans i Cali Men jag tvättar mina synder som det vore Vanish Det här är whole lotta love för mitt crew och family Jag vill bara ha din kropp, du vill ha min kärlek Hon ger mig huvud i min bil utan nån försäkring Alla tjejerna är gold, har du varit i Cali ? Get me lit, varje journalist, staden har dig whipped Kom och sätt dig på min dick, we grew up here in this bitch Jag är röd, jätte-jätteröd, är det tills jag dör Jag har aldrig haft problem med att donera bort min lön Det är kaos på min sida av stan, ingen som mår bra Och vi förespråkar kärlek men de ger oss bara hat De vill inte se oss vinna ringar eller pokal Så jag ringer upp till Klintman, han ringer upp till Le Bron Jag är klar på min hemmaplan så jag tar ett plan För de vill att jag är Messi, Messi i Saint-Germain Jag är störd och dess innebörd: ingen kommentar Om du ger mig några millar kan du få mig ( Ey ) Det här är whole lotta gang shit, hon ber mig spank it Kastar molotov med blommor som jag var en Banksy Jag fell in love with a stripper någonstans i Cali Men jag tvättar mina synder som det vore Vanish Det här är whole lotta love för mitt crew och family Jag vill bara ha din kropp, du vill ha min kärlek Hon ger mig huvud i min bil utan nån försäkring Alla tjejerna är gold, har du varit i Cali ? (Yeah, ey) Om du undrar hur jag mår, shawty, jag mår utmärkt Jag är ute, jag har grönt som jag Greta Thunberg Om du frågar var jag står är det aldrig vila Jag och alla grabbar sjunger, Fria Palestina Det här är whole lotta gang shit som Lenny Frankie Soulja Boy up in the soul, better watch me crank it Pratar inte with the po, här är ingen rat shit Och min tjej är från the ends men är inte ratchet Man, why you cappin ? Assassins and Carole Baskins Jag känner Candice men Candice för ingen madness Hon vill inte att jag går, säger, Är du säker? Någon av oss ska secure (Ey), måste hämta bagen Det här är whole lotta gang shit, hon ber mig spank it Kastar molotov med blommor som jag var en Banksy Jag fell in love with a stripper någonstans i Cali Men jag tvättar mina synder som det vore Vanish Det här är whole lotta love för mitt crew och family Jag vill bara ha din kropp, du vill ha min kärlek Hon ger mig huvud i min bil utan nån försäkring Alla tjejerna är gold, har du varit i Cali ?"
    },
    {
        "url": "https://genius.com/Hov1-alla-vara-minnen-lyrics",
        "cleaned_text": "Jag undrar tänker du på mig, saknar du dem som vi va? Jag har tänkt på allt som varit och det som jag aldrig sa Jag undrar vad du gör nu och jag hoppas att du mår bra Jag har festat i en vecka, har inte sovit på några dar Jag borde nog ha hållt dig närmare än vad jag nånsin har gjort Nu så snurrar jag runt på din gata och jag får Wi-Fi vid din port Alla våra minnen spökade ett tag men nu har jag glömt Nu så snurrar jag runt på din gata, och nu känns allting som en dröm Yo, jag har varit uppe i någon som vart så uppe i sig själv Att jag tappade förståndet om och om och om igen Jag har knarkat, jag har slagits Varit oärlig och stulit Jag har sett någon jag älskat rätt i ögonen och ljugit Jag har minst fyra vänner, de är alla kriminella De har alla suttit inne, men för mig så är de snälla Jag har folk som uppenbarligen vill se mig falla ner För ibland när jag dricker ställer jag till med problem Men vill du testa mig? Varsågod, kom försök och älska mig Hämta dina vänner och sen fråga vad de hört om mig Alla här de pratar som att någon av dе känner mig Men ingen av dеm vet ju vem jag är Jag borde nog ha hållt dig närmare än vad jag nånsin har gjort Nu så snurrar jag runt på din gata och jag får Wi-Fi vid din port Alla våra minnen spökade ett tag men nu har jag glömt Nu så snurrar jag runt på din gata och nu känns allting som en dröm 118 64 låg adressen där vi sågs Vi levde i symbios och toucha lite psykos Jag försöker andas in samma luft som var då Men känner bara kemikalierna blandade från igår Det är svårt att vara stark utan någon vila Och jag sover inget alls för sammet känns likadant Som dagen när jag blir kall Det är lätt att vara ett svin men det är svårt att vara en man Försöker så gott jag kan 118 64 låg adressen där vi sågs Det var boxar med tre apor ingen 1942 Höll jag dig för löst eller höll du mig för hårt? Fan, jag är inte längre nån du kommer komma åt Jag undrar vad du tänker om vem jag blivit och vad jag gör Du har bett mig att inte ringa så jag är ledsen nu om jag stör Det skulle aldrig blivit vi två men jag drömmer om oss ibland För det är för sent för oss två men vi gav det aldrig en chans Jag borde nog ha hållt dig närmare än vad jag nånsin har gjort Nu så snurrar jag runt på din gata och jag får Wi-Fi vid din port Alla våra minnen spökade ett tag men nu har jag glömt Nu så snurrar jag runt på din gata och nu känns allting som en dröm"
    },
    {
        "url": "https://genius.com/Hov1-burn-bright-die-young-lyrics",
        "cleaned_text": "Jag har sett varenda gata i Stockholm Burn bright, die young, alltid haft bråttom Säg nånting som du faktiskt känner nu Och jag har lånat ut mitt hjärta till någon Vacker nog att älska på långt håll Säg nånting som får mig att stanna här Hon säger du är lika full som jag Men säg mig har du nånsin känt såhär Sluta spela tuff ser rätt igenom dig och allting som du är Tror inte du förstår nu Jag orkar inte spela mer Mitt hjärta domna av för längesen Är det såhär det borde kännas När du rör mig med sån känsla nu Så ta bara emot mig i mitt fall Bara en psykopat dansar nykter Bara en idiot tror på rykten Sa hon och viska allt hon har hört om mig Hon sa du går som du äger gatan du bor på Och pratar bara om saker som du tror på Säg nånting som du faktiskt känner nu Jag bryr mig inte om vem du har träffat För jag har också haft nån som jag älskat Borde ge dig alla mina kvällar Snälla ta emot mig när jag faller i natt Jag bryr mig inte om att du är vacker För alla som jag varit med har vart det Jag skulle ge dig alla mina kvällar Snälla ta emot mig när jag faller i natt Jag tror intе du förstår nu Jag orkar inte spela mer Mitt hjärta domna av för längеsen Är det såhär det borde kännas När du rör mig med sån känsla nu Så ta bara emot mig i mitt fall Jag har sett många nätter, från främlingars adresser Och när jag somna har jag tänkt att morgondan blir bättre Jag har nog slösat tid, på nått som aldrig räckte Nu studsar våra röster mellan taket och parketten Och jag hör allt du säger, även fast du nog vet bättre Och dina ord du säger speglar inte dom du tänker Jag har nog slösat tid, på nått som aldrig räckte Nu studsar våra hjärtan mellan taket och parketten Jag tror inte du förstår nu Jag orkar inte spela mer Mitt hjärta domna av för längesen Är det såhär det borde kännas När du rör mig med sån känsla nu Så ta bara emot mig i mitt fall Vi blir aldrig samma sak säger du Vilken tur att jag är bättre än jag nånsin vart förut Vi blir aldrig samma sak säger du Vilken tur att jag är bättre än jag nånsin vart förut Vi blir aldrig samma sak säger du Vilken tur att jag är bättre än jag nånsin vart förut Vi blir aldrig samma sak säger du Vilken tur att jag är bättre, jag är bättre än förut Jag tror inte du förstår nu Jag orkar inte spela mer Mitt hjärta domna av för längesen Är det såhär det borde kännas När du rör mig med sån känsla nu Så ta bara emot mig i mitt fall"
    },
    {
        "url": "https://genius.com/Hov1-rigatoni-lyrics",
        "cleaned_text": "Hon vill ha en sten, vill du ha en diamant Då har du kommit fel, då är inte jag rätt man För jag spelar bara striker, jag spelar inte back När andra spela checkers så spelade jag schack För att, lyssna, jag är en playboy, party all night Men också work hard så jag work all night Hon vill ha en sten, hon vill ha en diamant Då har hon kommit fel, då är inte jag rätt man Jag har för mycket damp för att coppa en diamant Jag är alldeles för cute för att pull up with a gun Om någon vill ha gruppsex, Nej, vi är ett band Om jag skulle dö nu så finns det inget alls Jag ringer till min mamma och jag frågar hur det är Tjugofyra timmar i en cell, jag satt och grät Jag trodde jag var tuff tills de kasta in mig där Snälla, jag gör konst, jag är inte gjord för det här Hatarna på Flashback , ni får ingen cashback Klart att vi kan jobba men du får inte gå strapped här Nej, jag måste avstå, vill inte ha nån gangbang Du kan ta mitt nummer för jag använder inte Snapchat Snart är jag en three-peat från min last dance Har så mycket visdom de kallar mig för granddad Tror jag skriver låtar när jag skriver soundtracks Ni hittar mig i baren med twenty på Sundance Hon vill ha en sten, vill du ha en diamant Då har du kommit fel, då är inte jag rätt man För jag spelar bara striker, jag spelar inte back När andra spela checkers så spelade jag schack För att, lyssna, jag är en playboy, party all night Men också work hard så jag work all night Hon vill ha en sten, hon vill ha en diamant Då har hon kommit fel, då är inte jag rätt man Har för mycket sauce, ingen rigatoni Bror, du spelar ingen roll som en fattig skådis Låter ingen gå förbi som en krallig målis Och så knulla hela gamet utan någon kådis Hon säger jag är stor och får scoliosis Frågar vad hon vill ha, hon säger, Samma som sist Chansen att jag torskar , den är mikroskopisk Så jag äter hela soppan, ingen minestroni Så om du har en kopp eller har ett glas Höj det upp till skyn, kvällen är ba ett barn Och jag drömmer om ett hus som jag ändå kommer ha Och jag fyller det med alla dem som varit med sen start Hon vill ha en sten, vill du ha en diamant Då har du kommit fel, då är inte jag rätt man För jag spelar bara striker, jag spelar inte back När andra spela checkers så spelade jag schack För att, lyssna, jag är en playboy, party all night Men också work hard så jag work all night Hon vill ha en sten, hon vill ha en diamant Då har hon kommit fel, då är inte jag rätt man ( Ey ) Jag är intellektuell och jag gillar röka på Jag tar aldrig några tabletter, inga paracetamol Jag vill inte slösa cash men jag vill ändå ha råd Spelar ändå ingen roll, alla hatar mig ändå Dante, han är si , säger, Dante, han är så Men Dante har en skål och han fyller den med sauce Jag ska köpa häst , jag ska sitta på en gård Låta alla mina barnbarn komma och hälsa på Jag vet, hela förra året var en katastrof Och jag tänkte lägga av, kasta pennan i en vrå Jag tänkte skaffa barn, kanske flytta härifrån Men nu så är jag glad att jag stannade ändå Jag är intellektuell, jag är alldeles för smart Alla hatare vill äta, äta från mitt fat Lyssna, ni är ormar creepin in the dark Jag börjar skjuta duvor när andra spelar dart Med en French 75 en kväll som gjord för romantik Och hon har en kniv i munnen som en pirat eller bandit Hon vill inte ha min kärlek men hon vet om att jag är skör Så hon hugger mig i ryggen såsom vackra kvinnor gör"
    },
    {
        "url": "https://genius.com/Hov1-certified-lyrics",
        "cleaned_text": "Vi har energy, vi har aura, vi har Hennessy, inget annat Gjorde pengar, de var så snabba, shoutout Alexander Abdallah R.I.P. till Panther, T Challa, saknar alla tjejer i Lala Hon vill inte vara tillsammans, men vill inte va med nån annan Beatet droppar och jag går ner, nej, jag skoja, jag går på samma Jag är ledsen, jag måste gå för jag ska dö i Copacabana Fuck the fake friends, fuck alla, inga glas, beställer en flaska Delar på den med mina grabbar, vi har energy, vi har aura Jag är en five-star star, har inga real fake friends Åker en fivе-star car, har inga real fake friends Är på еn five-star bar, har inga real fake friends Jag är en five-star star, har bara real fake friends (Yeah, ey, ey) Jag är inte hennes type of guy, lightskin, betona light Om de frågar nu vem jag är, Blå pin , jag är certified Jag är inte hennes type of face tills hon har suttit sig Hon frågar hur jag har lärt mig men real men don t kiss and tell Folk här, de vill claima mig, act up, de vill shamea mig Bad energy, stay away, bad energy, stay away För folk här, de vill claima mig, act up, de vill shamea mig Bad energy, stay away, bad energy, stay away Hon känner the plug, min boy är the dealer så catchade feelings Jag tjänade millions på att vara the realest, jag hänger med tjuvar, jag känner banditer Om nån ville booza, jag häller upp spriten, min boy har problem och vi löser den skiten Och hon ville åka, vi sitter i bilen, hon sitter på känslor, jag sitter på demons Alldeles för få nyktra kvällar, alla dagar känns som en enda Jag har svårt nu att vara ensam, sen hon drog så har det ekat hemma Flera tjejer i flera länder, Ledsen jag kan inte komma längre Ledsen, jag kan inte komma längre, du är fin men jag saknar henne"
    },
    {
        "url": "https://genius.com/Hov1-ica-lyrics",
        "cleaned_text": "Du ville förändra mig, jag har aldrig ändrat mig för nån Du tror att du känner mig, men du har inte vart där jag kommer från Du sa att jag inte är din typ, men vad fick dig ändra dig? Min nyckel är under min matta jämt, så du kan gå hem till mig Har aldrig vart på din I CA eller din sida av stan Har aldrig tagit en fika, hon ville fika idag Jag sa till grabbarna Kom, vi alla fikar idag Har alltid gillat en diva men en diva älskar ju jag Har du sett kärlek här förut, ska jag gå förbi dig en gång till? Jag har kanske varit här men då Har jag inte träffat nån som du Jag har inte träffat nån som du Även om jag träffat dig förut Du får mig förändras här och nu Du får mig å ändra på mig nu Hon hade klänning på sig, jag hade tracksuit med reflex Hon sa Varför klär du dig sådär? Behöver inga diamonds on my neck Vi hade inget gemensamt Inte ens en gnutta av respekt Du bryr dig alltså så lite att du står och nämner mitt ex Alla dom pratar om dig, jag trodde dom prata om oss För hon är känd, så mycket kändare än mig Jag vill bara känna din doft Hon har inga opps som hon kan känna igen Jag vill bara känna din kropp Alla dom pratar om dig, trodde dom pratade om mig Jag tror att dom pratar om oss Har aldrig vart på din I CA eller din sida av stan Har aldrig tagit en fika, hon ville fika idag Jag sa till grabbarna Kom, vi alla fikar idag Har alltid gillat en diva men en diva älskar ju jag Har aldrig var på din I CA, I CA I CA I CA Har aldrig tagit en fika, fika fika fika Jag sa till grabbarna Kom, vi alla fikar idag Har alltid gillat en diva men en diva älskar ju jag Hon har inga möbler från I KE A Hon har aldrig vart på mellandagsrea Hon har knappt varit utanför tullarna Så de finns inget gemensamt nu Vill du att jag följer med dig hem? Säg vad du tänker, hur känner du? Klart jag kan följa med dig men, hon vill att jag följer med fast vi två inte har nåt gemensamt Vi är inte ens lika, jag och alla mina vänner gick och baxade ifrån din I CA Hon vet inte hur det känns att handla något på krita Lovar att det finns andra saker som jag skulle kunna visa Jag har försökt att få vara så nära dig Men där vi kommer från, kommer mellan oss (Har alltid gillat en diva men en diva älskar ju jag) Har aldrig var på din I CA, I CA I CA I CA Har aldrig tagit en fika, fika fika fika Jag sa till grabbarna Kom, vi alla fikar idag Har alltid gillat en diva men en diva älskar ju jag"
    },
    {
        "url": "https://genius.com/Hov1-en-san-som-mig-lyrics",
        "cleaned_text": "Jag är på en strippklubb nånstans i Calabasas Jag sitter i ett V IP-rum jag undrar vart du är Jag sitter röker shisha har en, två bitches vid min sida Önskar ändå att du vore här Jag vet inte hur eller varför men du snuddar vid min själ På ett sätt som ingen annan lyckats göra Jag vill inte se eller veta eller höra Om de inte snuskiga ord som du ska viska i mitt öra Vi satte hjärtat på en spik Jag saknar kolla på när du visade mig din hudvårdsrutin Det är inte lätt att vara fin, därför var det aldrig någonsin lätt att vara vi Nu har jag sex figurer i min spargris De betyder noll om jag inte får tillbaks dig Nej jag är inte ledsen för att jag hör av mig Du är alla vackraste sidor i min avbild En sån som mig, han har ingen aning, vuxit upp i höghus Du vill inte va en sån som mig Han har ingen aning ifall att någon frågar, har han inga svar En sån som mig Korsar alltid vägen även om det rödljus, gillar att gå över En sån som mig Du ska inte va med nån som mig Du ska inte va med en sån som jag Du är inte frisk om du tycker jag är sjuk för Det han inte börja ens innan det tog slut Du hanterar samtal som en intervju Men det här är inte 73 frågor med Vogue så du kan släppa din pose Mmm, men you know how it goes Jag är på en flight nu du är på din flight mode På din i Phone skriver typos Du är snygg, snäll och smart men är du någon wife though Hon säger shut the fuck up suck a *** motherfucker what Kolla vad du haft, kolla vad jag lagt på dig varje natt Ångesten är snabb men den kommer ej ikapp mig Om jag aldrig stannar kommer ingenting ifatt mig Don t go breaking my heart, det är försent Vi är nog dem samma vi var och det är det Älskar dig så mjukt och brutalt Jag kan inte va smart, du kommer komma över mig snart Hon har alltid varit troublesome Och jag har alltid haft trouble on my mind Jag har alltid vart en troubled soul Och hon har alltid haft trouble in her eyes Lyssnar på someone like Brukar lyssna på Someone Like You Och klart jag tänker på hur du kunde förlora En sån som mig, han har ingen aning, vuxit upp i höghus Du vill inte va en sån som mig Han har ingen aning ifall att någon frågar, har han inga svar En sån som mig Korsar alltid vägen även om det rödljus, gillar att gå över En sån som mig Du ska inte va med nån som mig Du ska inte va med en sån som jag Too many men tryna fuck without no rubber Jag är inte en av dom så baby take your top off All night, all night baby we go all night Chillin in the limelight, du är vad jag saknar Så längesen det var vi två att du har gått igenom två relationer Men har knullat mig ändå Så hur hamnade vi här? Ska du stanna eller gå? Hur många gånger är sista gången sa jag älskar dig , lade på Är på en nattklubb på andra sidan havet Jag sitter med min burner och scrollar i ditt flöde All night, all night, baby fan jag blöder Du är nog det sista jag egentligen behöver För cash rules everything around me Jiggy get the beat så att I can get the money Jag ska vara ärlig, ibland mår jag förfärligt Men spelar det någon roll att jag saknar dig ibland? Jag skulle gå eternal sunshine Another spotless mind Men jag skulle ändå välja dig igen Finns många som har rört mig men inte på det sättet du har gjort För du når mig på en helt annan frekvens Jag vet inte hur det ska sluta Men aldrig varit så säker på att jag inte vill vara utan dig något mer Jag är på en nattklubb, har en, två substanser i mitt blodomlopp Jag undrar ändå vart du är"
    },
    {
        "url": "https://genius.com/Hov1-365-lyrics",
        "cleaned_text": "365, jag är din men Många av dagarna försvinner Med utsikt rätt över hillsen Här är det lätt att gå vilse Jag har inte somnat än Undrar vad du gör ikväll Men du vet att 365, jag är din men Här är det lätt att gå vilse Hon vill inte att jag ringer eller messar Hon behöver tänka, vara ensam Hon tror att jag sover, går ut och festar Och hon tror att jag jobbar, det gör jag nästan, yeah Jag är kär i dig men jag älskar ju min lifestyle Svårt att vara bunden nu när det är high life Nu när jag får D M, behöver inte slidea När jag ser en fine-ass girl ifrån Danmark 3-3-365, jag är din men Många av dagarna försvinner Med utsikt rätt över hillsеn Här är det lätt att gå vilse Jag har inte somnat än Undrar vad du gör ikväll Mеn du vet att 365, jag är din men Här är det lätt att gå vilse Hon älskar när vi rollin , inte när jag roll up Gillar när de bara skrrt när vi modea Jag är Mr. No-Show, hon får mitt att show up Hon ger mig produkter, kolla på min glow-up, yeah Switchar upp till party, party modet Hämtar några vänners vänner till dig Poppar några flaskor, flaskor champagne Du vet jag försöker men inget är som 3-3-365, jag är din men Många av dagarna försvinner Med utsikt rätt över hillsen Här är det lätt att gå vilse Jag har inte somnat än Undrar vad du gör ikväll Men du vet att 365, jag är din men Här är det lätt att gå vilse Nio timmars skillnad, hon kan inte ringa Jag har ingen täckning, hörs om några timmar Husen är så låga här i California Hon ber mig skicka bilder, jag säger att jag lovar Jag kansker inte riktigt har gjort alla rätt Men jag vill att du ska veta att du min nummer-ett Tycker inte vi ska ta det här på S MS Men jag lovar att vara ärlig när jag kommer hem Jag vet du är hemma och jag är on the road Jag är ensam i 90210 Med en tjej som är snygg men hon är för lång Så nu måste jag gå men vi hörs imorn 3-3-365, jag är din men Många av dagarna försvinner Med utsikt rätt över hillsen Här är det lätt att gå vilse Jag har inte somnat än Undrar vad du gör ikväll Men du vet att 365, jag är din men Här är det lätt att gå vilse"
    },
    {
        "url": "https://genius.com/Hov1-sangenjaya-3am-lyrics",
        "cleaned_text": "Pappa was a rolling stone I KE A, inget H&M Home Pasta Carbonara, pecorino, det var bacon bro Nu är jag på top shelf, omskriven i worldstar Om det ska gå down kan jag släcka mina opps själv Jag tränade kvadraten, brukade chilla kant Nu så softar jag i Cannes och min tjej går på Pilates Jag har 99 problem men jag är inte fast i ett system Om de vill ha mig nu för tiden är det avklädd Pizzaslice på Domino s Klockan, skorna, what are those? Brukade sitta bäng med mitt gäng Jag var one of those Luxury treats drar till Turks and U AE Jag pratade med min vän i New York här om dagen Kan inte sätta fingret på hur det kunde bli såhär C FO, C EO, titeln den är bipolär Brukade vara slim, nu så är jag bara shady Nepo baby calling så jag kallar hеnne Hailie Ankomsthallen på tеrminal 5 De borde satt min upp bild där för så länge sen Om jag åker till Paris är det inte fashion week För jag har varit där för mycket Baby, it ain t that deep Jag brukade chilla in the hood Kick it with the crooks Baby you shake that ass i Cali och röker kush Vi har kommit lång väg ifrån kärringar på B UP Baby we makin love och gör det nu as we should Frukost där på Tiffany s , hon ska ha en diamond ring Jag ska ha baguette, en macchiato fast med Oatly milk Gillar Santa Monica jag tröttnade på Beverly Ride or die, på min rider har jag bara Hennessy Connecting flight till Amsterdam, hela vägen K LM Dags att åka vidare, vi ses i sthlm Shoutout till min tjej, i min fan-club är hon president Jag vet mitt egna värde, du behöver inte Googla ens Jag brukar vara starstruck, nu så har jag regler För att jag blev starstruck när jag ser mig själv i spegeln Sorry om du nyser av kostymen, den har stardust Allergisk reaktion ifall du låg på mina lakan Du hittar mig i Rom i Trastevere på en krog Äter pasta från din kropp och jag kan inte få nog Någon gör mig sjösjuk, svenskt uttal, love you Klär mig bra i kroppar du tröjor what the thug do? Jag brukade chilla in the hood Kick it with the crooks Baby you shake that ass i Cali och röker kush Vi har kommit lång väg ifrån kärringar på B UP Baby we makin love och gör det nu as we should Jag brukade vara i skolan, nu är jag i Tokyo Sangenjaya 3am, Roronoa Zoro bror Om jag skulle gå nu, snälla kom ihåg mig Bo För jag vill bli ihågkommen för mer än I supposed to do Vi är inte meant to be men baby you have heard of me Du har ingenting jämfört med tjejerna på lower east Jag kandiderar för att bli the goat Du vill inte ens ha det best of me I can fly you out han tar max med dig till Ellery Källaren på Berns eller grottan nere på Orchid street Fyra boys på rad som vi precis har skrivit Let it be Stannar där i innerstan, stannar där på Stureplan Står och skakar rumpa där på hemmaplan Jag brukade chilla in the hood Kick it with the crooks Baby you shake that ass i Cali och röker kush Vi har kommit lång väg ifrån kärringar på B UP Baby we makin love och gör det nu as we should"
    },
    {
        "url": "https://genius.com/Hov1-vibe-check-lyrics",
        "cleaned_text": "Du klarar inte våran vibe check Kompis du beter dig som en side chick Välkommen till Stockholm det blir sightseeing Här finns allt möjligt En bitch, en man, en kvinna och ett lamm Oh baby Hon är mera, hon är min companion Rider mig som att hon va Thee Stallion Rider mig som att hon va the— Eh, uh Jag kommer ifrån 141 Bruka tugga med min bram Energin va lika svart som mina Air Force 1s Jag är utstött, utfryst, aldrig haft nån hybris Hjärtat är som halsbandet, allting här är djupfryst Jag vet om att i min stad är jag baktalad Jag är inte ens välkommen på Elle-galan Fast jag nästan knullat alla där på Elle-galan Och jag vet, äsch, fuck, whatever Jag kommer ifrån 141 Jag var pendeltågets barn Glömmer aldrig vart jag kommer från Jag kommer inte från stan 141 jag va born to be a star Dom skulle sitta tjugofem för den— Du klarar inte våran vibe check Kompis du beter dig som en side chick Välkommen till Stockholm det blir sightseeing Här finns allt möjligt En bitch, en man, en kvinna och ett lamm Oh, baby Hon är mera, hon är min companion Rider mig som att hon va Thee Stallion Rider mig som att hon va the Eh, uh Ay, se mig gå in alla Se hur hon ber mig stanna Se på alla tjejer och se när dom ser varandra Det är B I G N O E L bitch Du kan stava det med när du rider min ... Och hon behöver ingen ice för att känna sig nice Hon får H&M-kollektionen att se ut som design Fan vi synkar överdrivet aldrig olika snabbt Jag är en sån älska hela tiden typ av type of a guy Jag är känske uträknad, utmålad och urvriden Men gör en sjukt driven kille helt sjukskriven Poppar piller om den skiten är utskriven Testa ha ett lag som redan vunnit Du klarar inte våran vibe check Kompis du beter dig som en side chick Välkommen till Stockholm det blir sightseeing Här finns allt möjligt En bitch, en man, en kvinna och ett lamm Oh, baby Hon är mera, hon är min companion Rider mig som att hon va Thee Stallion Rider mig som att hon va the Eh, uh Ena dagen är jag älskad andra är jag hatad Men båda dagarna så ser jag till att bli betalad Igår så va det solsken hemma på min gata Men prognosen säger att det blir regn i Du klarar inte våran drip check Ey, mannen du beter dig som du bitch made Lyssna gå och klipp dig Finns ingen här förutom min frisör som har klippt mig Ingen kommentar för mitt namn är inte clickbait Jag har no mercy för hatare Så jag är no more Mr. Nice Guy, baby Nu har det vart regn hos mig Men jag svär I miss the sunshine, ay Två steg ifrån helvetet Är en sång men också min lifestyle No mercy för någon alls som har Touchat the sunshine Du klarar inte våran vibe check Kompis du beter dig som en side chick Välkommen till Stockholm det blir sightseeing Här finns allt möjligt En bitch, en man, en kvinna och ett lamm Oh, baby Hon är mera, hon är min companion Rider mig som att hon va Thee Stallion Rider mig som att hon va the Eh, uh"
    },
    {
        "url": "https://genius.com/Hov1-hundra-lax-karlek-lyrics",
        "cleaned_text": "Okej, let s get it Ah, yeah, ey Jag kan pull upp på din man, jag har en flock på mitt block Dubbla flaskor i min hand, pang pang, isbitar och champagne Du vann Sanktan 2012, jag vann tre P3-Guld back-to-back, bror kom I ve been dancing on my own, big step, switch it up, big steppin in the club Fan, det ekar i kvarteret, big Hov is coming home Det är dags att gå och gömma sig ifall you did me wrong Netflix n chill med din bitch om jag vill Men chillar in my own lane, baby snälla stanna och håll om mig Jag kan stanna för en natt, Lilla B, where the crew at? Lyssna, jag kan dö för mina homies Det finns personer här som tror sig va the chosen one Det finns ba en don här och jag de Don Juan Vi står i halvtid, men lyssna, we can run it Back-to-back, bar for bar, kan göra det här för alltid Jag har inte längre kärlek för många män Jag behöver nån som stay with me to the end Jag har inte längre kärlek för många män Lev fort och dö ung om du vill gå som en legend Pasta pesto, extra kyckling på Il Molino Och nu sitter jag och räknar båtar i Portofino Så drick vatten ur ditt wineglas, Pellegrino Två gudbarn och en brorson, Al Pacino Highroller, trendsetter, pure Stockholm shit Med min Stockholm bitch, hon e på sin Gotham shit Vi kommer sent nu till fester, men vi kommer in Highroller, trendsetter, bitch Lowkey, I ve been smoking on a big pack Sit back, du har bara smulor i din zip-bag Pick me, grabbar ta ett knä för the king s back Welcome to the big-boys league era shitbags Jag har alltid varit han, José, the special one När jag pratar om en bitch, pratar jag oftast om en man När jag pratar om en hoe, mannen, syftar jag på dig Ey, visa mig din bro o jag visar dig en snake Jag kan pull up på ditt lag, bitch please, fyller is När jag glider in på klubben, all eyes on me Du har pengar, du har fame, but you re nothing like me Vi kan aldrig vara fria tills ett free Palestine Jag har gjort det här så länge, tror jag måste lägga av Jag har sprungit coast to coast, jag har seglat stad till stad Ey, Monkey D. Ludwig, jag har alltid vart pirat Om du glömmer vem jag är, jag är en fivestar star I ve been dancing on my own, jag har dansat med mig själv Jag har mycket hellre roligt än o va med en modell Big step, switch it up, big steppin in the club Jag kan stanna här för evigt, big Hov har kommit hem Jag försöker klura ut hur din temperatur känns emot min hud Denna sommarkväll står vi kind mot kind, som en kärleksfilm Jag och du, inga andra här, inga andra här Bara jag och du, du och jag, inga andra här Din nya man, är han redo att skaffa barn? Och ditt ex, vart är han? Jag står och meckar i nåt garage Jag har tio centiliter, sen behöver jag nog dra Till nån tjej eller hem, jag kan inte stanna kvar För du är allting som jag ser, när jag blundar är du kvar Ge mig hundrafemtiotusen, fan, jag borde få betalt Varför då? Jag är jag, du och jag, tills jag ligger i min grav I entrén står minst tre, och dom vill ha samma sak Men jag är din, jag är muad dib, lisan al gaib Inga tårar som har runnit, inget vatten på min kind Du är inte allt, du är lite till, du är mer än allt, du är allt men du är inte min Jag försöker klura ut hur din temperatur känns emot min hud Denna sommarkväll står vi kind mot kind, som en kärleksfilm Jag och du, inga andra här, inga andra här Bara jag och du, du och jag, inga andra här Det finns så många biroller i mitt liv som har svept förbi Folk som kommit hit, bara för att gå Kvinnan i mitt liv, sitter någonstans, vem är han? Vilket slöseri Hela stan har stress, I BS, alla här mår skit"
    },
    {
        "url": "https://genius.com/Hov1-30-under-30-lyrics",
        "cleaned_text": "Aha aha aha Fett kul, helt woke och sen Jag är en young boy som never ska gå broke again Men ni går lågt nu, som att det var vocalen Men jag är top boy, mannen du är min opponent Många kvinnor men flera män Många kvinnor men flera män som har fått för sig mitt hjärta är spegelvänt Ändå ber de aldrig komma hem igen Tomma ord att jag funnit ro Men jag har glömt bort koden till min port Nu står det brända bilar i västerort O dom har byggt om staden sen jag drog Men jag är lugn på den södra sidan Jag är lugn på den västra kompis Ska du fotas så högra sidan Den är bättre än vänstra För jag har ett bad boy reputation Men jag har ett good guy repertoar För att alla ni är hundar, jag är the dawg Shoutout till O MC, jag dör för mitt lag Jag älskar o fеsta, älskar Ibiza Mykonos, sköna brudar o drinkar Hon o jag, o en vespa i solnedgångеn O vi älskar som alla tittar 30 under 30, hoppas någon hör mig Du ser det i spegeln, laddar från en röding Hon som jag älskar va aldrig det jag sakna Dom som jag saknar går inte att få tillbaka En mille på banken är för lätt att bränna Vem ska betala om jag stannar hemma? Ge mig något att tro på, nån jag kan älska Något som vi bryr oss om mer än oss själv Vi satt på Manhattan, nån kom in med notan Jag skrattade högt och jag känner mig som Tupac Iced out halsband guldtänder, jo tack Sen ville hon röka utan någon tobak Jag är lojal, jag är lojalare än gatan Skulle aldrig kvittra, skulle inte prata Vill jag ventilera så öppnar jag ett fönster Du är inte förort, du är inte gata Jag har aldrig sett en sund relation Jag vet inte hur man gör för o hitta lite ro Jag vill be om ursäkt för gånger som jag dragit De va inte menat med dålig intention Nu är jag 27 o jag borde sluta älta Kanske blir jag bitter, kanske blir jag ensam Väntade på någon som älska att jag vänta Hon bor i mitt huvud och betalar ingen ränta 30 under 30, hoppas någon hör mig Du ser det i spegeln, laddar från en röding Hon som jag älskar va aldrig det jag sakna Dom som jag saknar går inte att få tillbaka En mille på banken är för lätt att bränna Vem ska betala om jag stannar hemma? Ge mig något att tro på, nån jag kan älska Något som vi bryr oss om mer än oss själva Alla mina vänner är stjärnor Så på distans ser vi ut som en hel galax, ey Jag är bara krass jag är ärlig Hämta några vänner, låt oss ba skapa oss en stjärnbild Kamerablixt, ni vet hur dom jagar klick Jag sån star, de klart dom vill ha mitt från start En cirkel runt denna star, som S-I Jag är fäst vid pengar, fäst vid tjejer Fäst vid fester, o fäst vid grejer Men det är långt ifrån allt som jag kom från Du kan hata spelet men aldrig en player För alla mina vänner är stjärnor Så på distans ser vi ut som en hel galax, ey Jag är inte krass, jag är äkta Jag har ingen aning när det kommer räcka 30 under 30, hoppas någon hör mig Du ser det i spegeln, laddar från en röding Hon som jag älskar va aldrig det jag sakna Dom som jag saknar går inte att få tillbaka En mille på banken är för lätt att bränna Vem ska betala om jag stannar hemma? Ge mig något att tro på, nån jag kan älska Något som vi bryr oss om mer än oss själva"
    },
    {
        "url": "https://genius.com/Hov1-frankfurt-lyrics",
        "cleaned_text": "Det här är ingen comeback, varit en lång väg, tog en omväg Good girls, alla gone bad, vi kör om, man Rebound, Michael, Scottie Pippen eller Rodman Jag är alla tre, så du vet Att det här är ingen comeback, varit en lång väg, tog en omväg Good girls, hon har blivit mad, hit the road, Jack Rebound, vi tar inga offensiva rebounds Beatet är så bra att hon ber mig, Snälla, rewind Hundra influencers har jag nog under bältet Hon är inte singel men hon säger hon är independent Och dina bästa vänner är mina referenser På varför jag nog aldrig tänker att jag återvänder Jag vill inte sälja bort min själ till nån För jag har ingen själ att sälja ut Så när alla står och dansar i en undergång Tänker jag att det äntligen är slut Det här är ingen comeback, varit en lång väg, tog en omväg Good girls, alla gone bad, vi kör om, man Rebound, Michael, Scottie Pippen eller Rodman Jag är alla tre, så du vet Att det här är ingen comeback, varit en lång väg, tog en omväg Good girls, hon har blivit mad, hit the road, Jack Rebound, vi tar inga offensiva rebounds Beatet är så bra att hon ber mig, Snälla, rewind Ni trodde att jag slagga, stod och cooka i köket Jag köpte ingredienser ifrån min I CA på hörnet Det är inga tårar för henne, jag står och hackar upp löken Jag står och smakar av soppan som vi ska doppa med brödet Och vissa kallar mig G.O.A.T., andra kallar mig döden För att jag skickar karriärer nu till vänster och höger Och nej, jag har inga vänner utan jag har bara bröder Och visst att alla är balla men jag vet alla ni blöder ( Ey ) Shawty undrar vem jag är, hon ville se min själ Har pengar under kudden och har money in the bank Och vi träffades igår, du frågar redan vad vi är Checkar min producer, är för känd för att ha en tag Borde switcha lane, har låtar in the bag Borde switcha lane, jag har låtar in the bag Shawty undrar var vi står, svarar att vi står ju här Vi träffades igår, du frågar redan vad vi är Det här är ingen comeback, varit en lång väg, tog en omväg Good girls, alla gone bad, vi kör om, man Rebound, Michael, Scottie Pippen eller Rodman Jag är alla tre, så du vet Att det här är ingen comeback, varit en lång väg, tog en omväg Good girls, hon har blivit mad, hit the road, Jack Rebound, vi tar inga offensiva rebounds Beatet är så bra att hon ber mig, Snälla, rewind Jag vet ingenting om hur det känns att vara rik Och hon gjorde mig så hård så cigarren är på is Ge mig alla dina flaskor, jag vill inte se nåt pris Jag är här och jag vill fira att vi alla är vid liv Aldrig haft nån tid för nån fucking parasit Hon säger hon älskar versen och sätter den på repeat Och kroppen har blivit äldre men åldras precis som vin Och gamla demoner dog av nya passion i liv Det här är ingen comeback, varit en lång väg, tog en omväg Good girls, alla gone bad, vi kör om, man Rebound, Michael, Scottie Pippen eller Rodman Jag är alla tre, så du vet Att det här är ingen comeback, varit en lång väg, tog en omväg Good girls, hon har blivit mad, hit the road, Jack Rebound, vi tar inga offensiva rebounds Beatet är så bra att hon ber mig, Snälla, rewind"
    },
    {
        "url": "https://genius.com/Hov1-vack-mig-nar-det-ar-over-lyrics",
        "cleaned_text": "Avicii släppte Levels sträckta händer upp i luften Vita skjortor hela Globen var Amalfikusten Vi satt hos henne på altanen och mecka upp en Och vi låg första gången nånstans där på kuppen Allt var klart visste alla vad vi var Jag fick aldrig någon rabatt jag hade ingen Mecenat Hämtade vännerna på helgen, drog till andra sidan stan Och dem alla kan få stryk bara inte du och jag Hon kommer från något hon inte kommer ihåg Hon kan springa vart hon vill men kommer aldrig komma från Nu hon har suttit i mitt knä och vi hånglat på ett tåg Hela vägen ut till Bredäng, köpte vodka på någon gård Och vi föraktade föräldrar mycket på den tiden Nu är föräldrar till vissa inte ens i livet Så mamma K, jag finns här nu för din son Han har blivit mycket bättre men är ändå lika efterbliven Jag skulle älskat dig för evigt Jag skulle stanna vid din sida men jag Sa det är vi två forever young Som om vi någonsin hade ett val Men vi var inte meant to be Så många nätter jag följde dig hem Säg vad vet man om livet nu När man aldrig blir fjorton igen (aw) För oss som aldrig suttit stilla i något klassrum eller innan Vi som alltid börjar prata i affekt För oss som aldrig låtit tårar rinna för det känns som de ska brinna Men de rinner emot kudden när det är släckt Jag vet inte vem som har sårat dig Men jag vet också hur det känns att bli lämnad av en vuxen Som man trodde skulle stanna vid ens sida tills att skiten säger Pang, pang, pang, men så ses man aldrig igen Jag har sett det mesta Skulle kandidera i hur man trycker undan känslor tills man exploderar I hur man stannar ute hela natten med sin vän Och ringer till någon annan när den kompisen går hem Långa nätter, långa nätter, hemmafester ännu bättre Vi gjorde cash när vi hasslade någon Calle, Petter Cigaretter, smulade på små assietter Stuvsta I P, översteg och gick till vänster Jag skulle älskat dig för evigt Jag skulle stanna vid din sida men jag Sa det är vi två forever young Som om vi någonsin hade ett val Men vi var inte meant to be Så många nätter jag följde dig hem Säg vad vet man om livet nu När man aldrig blir fjorton igen Avicii släppte Levels sträckta händer upp i himlen Tonårskärlek, gröna korkar, våta kinder Sena kvällar, känns som att mitt hjärta brinner Om en förlorar är det ingen av oss två som vinner Och jag har inte varit den samma sen den sommaren Det är sjukt att tänka att jag trodde att jag fångade den Och jag trodde ärligt talat att jag visste allt Men det är väl det vad tror när man är fjorton bast Jag skulle aldrig någonsin byta bort det mot något Jag var en ghetto unge, ville bara ta mig uppåt Jag visste inte vart jag skulle eller vem jag ville vara Hade ingen som sa till mig läsa läxor varje dag Jag har aldrig varit den samma sen vi skildes åt Försöker minnas hur det känns att vara fjorton år Men jag var säker att det skulle vara vi ett tag Avicii släppte Levels sommaren det var du och jag Så snälla väck mig när det är över Men låt mig sova när du går Att våga älska dig på riktigt är nog det sämsta jag har gjort Jag har sett vad jag behöver Jag har känt vad jag har känt Jag har svurit att jag aldrig någonsin älskar igen Jag skulle älskat dig för evigt Jag skulle stanna vid din sida men jag Sa det är vi två forever young Som om vi någonsin hade ett val Men vi var inte meant to be Så många nätter jag följde dig hem Säg vad vet man om livet nu När man aldrig blir fjorton igen"
    },
    {
        "url": "https://genius.com/Hov1-back-to-back-lyrics",
        "cleaned_text": "Nu står vi Back to Back (Ahh) Back to basics Man har alltid varit nära Back to Back (Ahh) Du och jag, bror Du och jag, bror Innan Snapchat Innan Uber Innan Messenger Innan sex Innan Capital kosta 55 Innan någon av oss hade ex Nu står vi back to back, våra boys min back Jobba med oss Jobba med oss Och om du hoppar, mannen, vilken råtta Och om du hoppar ska jag alltid fånga Hoppa med oss nu Hoppa med oss nu Ingen himmel är för långt bort Hela Jorden Nu ska dom säga saker Om du har problems Ja problems med mig Runaway Runaway Runaway med mig Om du har problems Ja problems med mig (bror) Runaway Runaway Runaway med mig Nu står vi back to back (ahh) Back to basics ... Allting de ba tagga Back to back (ahh) Du o jag bror Du o jag bror Innan Snapchat Innan Uber Innan Messenger Innan sex Innan ... kosta 55 Innan någon av oss hade ex Nu står vi back to back våra boys min back Jobba med oss Jobba med oss O om du hoppar...? O om du hoppar ska jag alltid fånga Hoppa med oss nu Hoppa med oss nu Ingen himmel är för långt bort ? Nu ska dom säga saker Om du har problem Ja problems med mig Om du har problem Ja problems med mig Om du har problems Ja problems med mig Om du har problems Ja problems med mig Om du har ...? Ja ...? med mig Runaway Runaway Runaway with me (ey) Om du har problems Ja problems med mig Runaway Runaway Runaway with me (lite osäker på texten eft det bara finns en liveversion)"
    },
    {
        "url": "https://genius.com/Hov1-sagner-och-myter-lyrics",
        "cleaned_text": "Yea Jag tror inte på skrönor, sägner eller myter Vägrar tro på lögner och jag hatar folk som skryter För ingen är detsamma men alla dömmer typer Vit, svart vad du vill skiter i om dom bryter Jag saknar gamla vänner så jag droppar tbt Jag saknar deras gamla jag och inte vem dom e För tiden läker alla sår, alla har sin väg att gå Minnena är det vi får, klockar tickar tiden går Inte längre barn men inte längre vuxen Sprickor i min själ men inte längre brusten Så vart tog tiden vägen det gick med sådan fart Samma block samma gator samma gamla trottoar Vi valde samma väg fast man ville bli unik Vi var vilsna trötta själar och vad gör man med sitt liv? För drömmarna försvann och molnen dom förblir och dom sa poffpoff Molnen blir till rök i sinom tid Måste våga tro, våga vinna våga sikta Försöka blicka framåt dom där bakom kastar blickar Gör det allesammans, fuck och känna stress Vi kan ta ett tåg av lycka vi tar pineapple express Jack Vinnersten"
    },
    {
        "url": "https://genius.com/Hov1-raindance-lyrics",
        "cleaned_text": "Jag gillar bara sol, rain dance De säger de är real, spray tan Och när vi går ut, shake that So get out of my face, bitch-slap För jag gillar att va sjuk, taste that Har en tjej som är sjuk, big ass För jag gillar bara sol, rain dance För att pengar flyger runt, rain dance Jag står på ett berg, allt som jag ser Är pengar och framgång, nu vill jag ha mer Jag kollar på internet, jag ser mig själv Med två modeller som står där bredvid Nån vill ha cash, nån vill ha fame Hon hämta två vänner, vill ha alla tre Hon är för snygg för att vara min vän Och hon är för snygg för att va bra för sig själv Du vill ha cash, du är ett barn Jag vill ha aktieandelar som gage Du lånar kläder du lämnar tillbaks Jag köper kläder till hela mitt lag Du går till gymmet för du vill bli snygg Jag går till gymmet för jag ska må bra Du går med vänner för att känna dig trygg Jag går mеd vänner jag hade från start Jag gillar bara sol, rain dance Dе säger de är real, spray tan Och när vi går ut, shake that So get out of my face, bitch-slap För jag gillar att va sjuk, taste that Har en tjej som är sjuk, big ass För jag gillar bara sol, rain dance För att pengar flyger runt, rain dance Hon vill ha kycklig med ris, hon är spicy som curry Hon blandar ihop allt som hon är Mc Flurry Hon säger som Hathaway, Baby, don t hurt me Hon har ditt nummer men hon har min jersey Ville ha smycken, det är Disney on ice Hon har två vänner som Totally Spies! Hon sa, Just do it som namnet va Nike Men när du vaknar upp är jag out of your life Livet jag lever kan ge dig psykos För att allt är så vackert här bakom ridån Som en Nokia 3310, jag är hård Många som testat men ingen förstår Hur det är att va här på topp Hon vill vara min dessert och jag svär, det är gott Allt är så abstrakt men det gäller konst Jackson Pollock Jag gillar bara sol, rain dance De säger de är real, spray tan Och när vi går ut, shake that So get out of my face, bitch-slap För jag gillar att va sjuk, taste that Har en tjej som är sjuk, big ass För jag gillar bara sol, rain dance För att pengar flyger runt, rain dance Jag har gjort det här sen innan jag var arton Du har gjort det här i några dagar, du har mågsar Har så mycket heat, du kan kalla mig ekvatorn Borde göra filmer nu med Kinnaman och Skarsgård Hon vill ha en trekant men jag måste avstå Slaggade på rygg som hon vore Dolly Parton Trodde vi var över, väntar men det kvarstår Ni har fått ha kul men ni leker på min bakgård Alla ville testa, alla ville steppa Klart att de gör narr, de gör narr utav de bästa Alla har en stim check men alla har också restskatt Säg mig, var det värt med en bil, mycket hästkraft? Kompis, jag är hungrig, grabbarna är mätta Varje gång jag pushar pedalen, vi lättar Jag vill va för evigt, du vill ligga etta Så länge jag är här så kommer jag va den bästa Jag gillar bara sol, rain dance De säger de är real, spray tan Och när vi går ut, shake that So get out of my face, bitch-slap För jag gillar att va sjuk, taste that Har en tjej som är sjuk, big ass För jag gillar bara sol, rain dance För att pengar flyger runt, rain dance"
    },
    {
        "url": "https://genius.com/Hov1-novemberregn-lyrics",
        "cleaned_text": "Sakta, faller, regnet mot mitt fönster Droppar smälter samman och nu bildar dem ett mönster Du och jag blev nånting, slutet av december Sen så hann jag blinka och vi vakna i september Långsamt, långsamt, borde ta det långsamt Säger du så ofta, fan vi borde ta det långsamt Du och jag blev nånting, bakom persiennen Alla vägar går till dig Du kom som ett novemberregn Du kom som ett novemberregn Och som du sköljer över mig Du vet att jag behöver dig Jag hade några dystra dar De lovar det blir bättre snart Och som du sköljer över mig Du vet att jag behöver dig Säg mig har du stetoskop? För mitt hjärta slår Som novemberregnet på min innergård Jag är redo för dig, ge mig katastrof Jag behöver dig i natt De kommer komma dystra dagar jag har sett de förr Låt de komma till och sparka in min dörr Jag är redo för dig jag har alltid vart Jag behöver dig i natt Du kom som ett novemberregn Du kom som ett novemberregn Och som du sköljer över mig Du vet att jag behöver dig Jag hade några dystra dar De lovar det blir bättre snart Och som du sköljer över mig Du vet att jag behöver dig Det kommer komma dagar när du tvivlar, långa nätter jag vill gå När du inte längre orkar när jag inte vill förstå När du ser nån lika vacker som du tyckte jag var då Och för dagarna du glömmer har jag skrivit denna låt Men hur som helst, jag är alltid här Utan parantes och ringer dig Kommer träffa dig så länge du med mig Låt dystra dar skölja över oss men inget jag har känt Går att mäta sig med dig du är det bästa som har hänt Du kom som ett novemberregn Du kom som ett novemberregn Och som du sköljer över mig Du vet att jag behöver dig Och nu så har vi dystra dar Vi hoppas det blir bättre snart Men låt de skölja över dig Finns någon som behöver dig"
    },
    {
        "url": "https://genius.com/Hov1-nar-lyktorna-tands-lyrics",
        "cleaned_text": "Ah, yeah, ey, ey Ta mig nu om du vill passa på För ingen har nånsin fått mig lätt Du är här ikväll med din vän Som jag kysste för längesen Säg mig hur många år sen var det det hände När lyktan släckts och alla gått hem Då står jag ensam med hoppet tänt Jag kommer från Stockholm Specifikt är jag från 141 Jag pendla mellan mamma och pappa Så jag pendla mellan ledsen och rädd Lyssna, där jag kommer ifrån Finns folk som jag inte förstår Säg varför det blev som det blev Säg varför jag mår som jag mår Vem kysste Elin? Vem kysste Marie? Vem kysste Noel? Vem kysste Sofie? Vem kysstе Håkan och vem kysste mig? En sen sommarkväll på Ullеvi Du har alltid haft klumpfot A, jo tack, det vet jag om Alla killar i min släkt de har det Så jag får helt enkelt beskylla dem Kärleken skolade mig Men ögonen skonade ingen Jag såg henne korsa min väg Jag såg henne krama min själ Jag såg henne gå där i vimlet Jag såg henne träffa en ny Som hon bedragit mig med Jag såg henne vandra sin väg Utan att vända sig om När lyktorna tänds På andra sidan Västerbron, yeah Inatt har Gud skonat Huddinge Men kärleken skonar ingen (Ey, yo, ey) Det här är ingen kärlekssång För det finns ingen kärlek kvar mellan oss Och jag vet att du känt så ett tag Längesen nåt mellan oss varit bra Jag ser alla tårar du håller tillbaks Lämna mig nu om du vill Slowly we re driftin apart Det bruka va bäckar emellan oss Nu är det mer än ett hav Säg mig hur hamna vi här När sluta vi spela som lag Nu gör jag saker du brukade älska Som börjar att störa dig mer varje dag Slowly we re drifting apart (Så lämna mig nu) Så ska jag älska dig för evigt Får flera mess ifrån Leo Vegas Än hon jag önska vore med mig Ingenting har nånsin gjort så ont Som när jag såg dem gå å hålla hand Fan, jag tänkte raka av mig håret Full Britney, Kanske köpa en gun Rikta upp den rätt emot bröstet Trycka av så att det säger pang Men vad skulle min mamma sagt? När lyktorna tänds På andra sidan Västerbron, yeah Inatt har Gud skonat Huddinge Men kärleken skonar ingen Du bad mig att rädda nån Rädda sig den som kan Men lillebror sprang iväg från ljudet utav en gun Det tog honom ingenstans Det ekar i mitt kvarter Efter min kärlek stack Men där bortom broarna så finns det ingenting Där finns det inget alls Så håll dig borta ifrån travbanan Om livet inte ska bli pannkaka Den största skuggan är den som reser sig när natten är omskakad Jag har gjort så mycket dumma saker Ända sen att jag var liten Jag tänkte dagen som jag korsar vägen Det är dagen jag blir fri sen Det är inte räddningen i natten nu som skrämmer mig Men vad som kommer efter att nån har räddat mig Det är ett oundvikligt slut som är på väg mot mig Så jag går ut och hoppas natten kanske slukar mig När lyktorna tänds På andra sidan Västerbron, yeah Inatt har Gud skonat Huddinge Men kärleken skonar ingen P RE VI OU S L YR IC S På andra sidan bron I natt har Gud skonat Hisingen Det var fredag, det var kallt därute På trottoaren blänkte isen Där gick han som vann min älskade Nu med nån annan tätt bredvid sig Jag vet inte var allt gick fel För jag har gjort så mycket dumt Att jag inte ens har en själ Att hålla armarna runt"
    },
    {
        "url": "https://genius.com/Hov1-forsent-lyrics",
        "cleaned_text": "Det tog 27 långa somrar och vintrar för mig att hitta nån som du Om du nog visste vad jag har gjort här innan dig"
    },
    {
        "url": "https://genius.com/Hov1-nat-i-vattnet-lyrics",
        "cleaned_text": "Jag tror det ligger nåt i vattnet för folk har slutat skratta Svårt att öppna upp sig tills de öppnat upp en flaska Kanske är det spriten som säljs ute på krogen? Eller är alla som är 18 idioter? Kanske är det skolan som det nu är fel på? Själv har man ju aldrig varit med i något elevråd Jag tror att jag inte har blivit bjuden på fest Sen i ettan på gymnasiet då förstörde vi mest Det måste ligga nåt i luften för folk har slutat andas Eller nåt i maten, alla äter på varandra Eller nåt med luren, nu har de slutat svara Hon jag skulle dedikerat alla mina dagar Det måste vara själеn, eller säg vad är det? För annars visar kroppеn bara helt perfekta världen Det måste vara folket som viftar med pistoler Men tydligen inte deras fel att de är idioter Folket här i stan tror så lite om mig babe Dom tror jag var kapabel att göra en Ray J Och det är samma folk som jag träffar en lördag Som skulle posta bilder på mig om jag nu dör snart Hon är inte lycklig längre med sin kille Hon ber mig nu om råd efteråt när vi ligger Vi är inte nära men båda vill närhet Vi ger varann den renaste formen av utav vår kärlek Världen känns så liten nu när jag är stor Och varannan månad så får jag en depression men Varje helg så går jag ut och dricker upp en flaska med sprit Och jag vaknar dagen efter och har alltid panik Jag borde ringa till min bror men det är svårt För vi bråkar varje gång som vi pratar eller ses Så nu så pratar vi knappt med varandra för det är svårt Att vara blod när vi bara har sett bråk så det är det enda vi vet Jag skulle byta ut vart enda elakt ord som jag sagt Men det livet som jag lever har gjort mitt hjärta så kallt Tills min vän han blev skjuten, hjärtat det gick i kras Men jag fällde inga tårar vid hans grav Jag är inte lycklig men det Happy hour Så jag beställer två öl och en Whiskey sour Vi är inte kära men båda vill ha närhet Vi ger varann den renaste formen av utav våran kärlek Jag är inte hög men alla tror att jag har knarkat Kanske är drinkarna jag dricker nu för starka Jag är ganska lycklig någon gång i veckan Men sen så är jag alldeles för ledsen där emellan Bara snygga tjejer tror på astrologi För om en tjej ger efter lätt så måste det vara magi o Bara dumma snubbar som vill prata politik Men dom hoppar ut ur morsan och har redan valt parti men Hon sa “Du har fått psykos borde gå till psykolog” o Jag har inte ens gjort det i ett år Men har lite mer förståelse för hur sättet som jag mår o Insett litegrann att det du ger är det du får men Acceptera kärlek som man tror man förtjänar Men många runt mig som inte ens har börjat läka Fan tänker jag på henne för hon gjorde mig bättre? Eller tänker jag på henne bara för hon bor nära? Det är svårt att vara nere på jorden När alla säger att man är en på miljonen Men kommer visionen och drivet försvinna med tiden Eller försvinner det bort i depressionen? Det måste vara nått med synen för folk har slutat titta Längre än sin bakgård där dom alla brukar sitta Det måste vara hörseln för folk har slutat lyssna För dom så är vi ingenting förutom en siffra Jag trodde det var själen, men säg mig nu vad är det? För kroppen visar inte längre helt perfekta världen Det måste vara folket som viftar med pistoler Men det är fucking deras fel att dom är idioter Måste vara nåt med tiden för nu har den börjat tickat För många sena kvällar, varför fortsätter jag dricka Folk dom skaffar barn i min ålder och är gifta Medans jag är han som aldrig någonsin kommer hitta lycka Jag svär att när min mamma dör så kan jag inte leva Det kanske låter sorgset men det är bara så det är va Missförstå mig rätt det låter värre än vad jag menar Men jag menar om min mamma dör så vägrar jag att leva"
    },
    {
        "url": "https://genius.com/Hov1-free-smoke-lyrics",
        "cleaned_text": "Ey Förra året var ett blandat år Förlora en vän som jag tänker på Hände en sak som är så privat att jag lämna stan men jag är tillbaks Jag hör hemma där det är kallt Där allt är grått och sött möter salt Där alla mina ex möter dina, startar bokklubbar med varann, hey Free smoke, free smoke Kom efter three strokes Jag har Stockholm i mitt hjärta men ett annat namn på min kropp Några drinkar fyllda med litchi, överväger snart att bli nykter Du har fina flickor från Handels men för mig så är de ba strippor Du vill ha diamanter men jag samlar inte på småsten Hon säger att hon är låst men vilken tur att jag är en låssmed Många grabbar tror de är hästar men de är bara åsnor Du tror att jag står och flexar, du har bara fått se еn bråkdel Vi bruka springa från aina, deala, drömmar var bli signad Mina grabbar, kom vi tar ansvar, skickar pengar nеr till Ukraina Förra året det var högt och lågt, vi fick en och annan sommarkväll Kunde alltid ha varit sämre om du var med i Junior Brielle Ber om ursäkt nu till Tegnell, jag har inte bara varit snäll Men det är svårt nu att hålla avstånd när hon ser ut som hon gör ikväll Free smoke, free smoke Horungar blir exposed Mannen tror du att jag läcker bilder, svär jag dör hellre imorn Jag har ingen spons, jag dejtar bara modeller som jobbar för Louis Vuitton Min level är bara global för nästa stad jag landar sen är jag gone Alla här vet vem jag är, du går till klubben och dansar till Too Many Men Kollar in tjejen, så bad, vi ser varandra vi tänker vi borde gå- Du vill ha diamanter men jag samlar inte på småsten Hon säger att hon är låst men vilken tur att jag är en låssmed Många grabbar tror de är hästar men de är bara åsnor Du tror att jag står och flexar du har bara fått se en bråkdel Jag borde ha Only Fans hatarna prenumererar ju redan så loudly Alla de skryter nu, pratar om pengar som att de var Saudi Hon vill dansa bachata, two step and bounce it Vet vad jag är about, men dem vet inget annat va Jag borde ha Only Fans kalla mig Candyman Hon säger hold my hand, baby I hold the bag, borde ha Only Fans Kompis, I crash and burn, kraschade Porschen sen hoppade rätt in i Audin Hjärtat till vänster bror, pengarna börjar bli lite mer Jag ber om ursäkt nu min baby if I hurt you Men här är enda sättet jag kan säga that I love you Jag kan va irrationell men I deserve you Jag säger som 23, man keep doing what a thug do Folk här i stan, de vill dra ner mig under ytan Men har simmat emot strömmen sen den dag jag lärt mig flyta Jag är helt sjuk, jag gör kaos när jag går ut 14 ettor i bagaget inga planer på nåt slut Ey, du vill ha diamanter dina ögon är redan iced out Vet att jag kan va hetsig och ibland så vill du ta time out Många grabbar vill testa oss men ingen touchar vår aura För dig så kan jag ba flexa, du är den enda som får mig shi-"
    },
    {
        "url": "https://genius.com/Hov1-sprit-och-knark-lyrics",
        "cleaned_text": "Yo, Ey Jag ska inte ljuga jag gillar kaos Jag gillar ha sex med flera än en (på samma gång) Jag gillar fest och jag gillar knark Ibland tar jag ladd hela natten lång Jag är mig själv och du är någon annan Vad ska jag säga? Jag gillar våld Jag gillar pengar jag står för det för jag och brorsan hade ingenting Smidde planer 141 Och det delade vi alltid på Ska inte ljuga jag gillar clout Jag gillar Tequila men utan salt Jag älskar kvinnor, har alltid gjort Långt innan jag var en vuxen man De här grabbarna de är familj De har alltid haft min rygg Jag gillar henne för att hon är kaxig Men också för att hon är så snygg Ska inte ljuga jag gillar kaos Det har alltid varit den jag är Jag gillar allting som är förbjudet Men vill du veta vad jag gillar mer? Om du nu vill stanna kvar, ska du veta vem jag är Jag gillar slagsmål Jag gillar sprit och knark Jag gillar äventyr som innefattar allt Men vet du vad jag tycker om ännu mer än det? Yo, Ey Jag gillar porr, jag är beroende Jag måste sluta att kolla på sånt Jag gillar att prata om allting med dig Så länge vi inte ska prata om oss Jag gillar dig mest för att du gillar mig Jag gillar att festa men inte med dig Jag gillar min, jag gillar min main Och jag gillar dig, du är båda två Jag brukade gå till N K med min vän när vi inte hade råd Så om jag ser något som jag gillar nu för tiden tar jag alltid två Jag har aldrig någonsin varit perfekt Men jag är inte långt ifrån Jag gillar filmer som handlar om kärlek Det händer ofta att jag fäller en tår Jag gillar din attityd Gillar din humor då och då Gillar att alltid ha dig nära Gillar mera när du går Gillar substanser som tar lite mer än vad som går Gillar att alltid vara berusad Gillar mer än vad jag tål Jag brukade gilla gå ut Vem hade trott att min ändhållplats var du? Brukade gilla ha sex med flera än en på samma gång, vad sjukt Jag är mig själv och inte någon annan Vad ska jag säga? Det är den du får Jag kommer alltid ha din rygg Men det här är den du Jag gillar slagsmål Jag gillar sprit och knark Jag gillar äventyr som innefattar allt Men vet du vad jag tycker om ännu mer än det? Dig, gillar jag ännu mer Dig, gillar jag ännu mer Dig, är den jag gillar mest"
    },
    {
        "url": "https://genius.com/Hov1-still-recorded-at-spotify-studios-stockholm-lyrics",
        "cleaned_text": "I ve been thinking bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last Du gilla hårda tag, jag hade mjuka händer Mjuka känslor, hade hårda vänner O vi var allt för ego, hade alter egon Och allt som vi gjorde det blev alltid ego Jag var parkbänk Du var ljuset från månen En rökt cigarett och ett andetag Vi var en stark länk, mellan gott o ont En sista kyss, i en soluppgång Vi två var en solig dag Vi körde hundranittio men vi sakta av 50/50 jag gav mig av Det var hud mot hud Jag och du Njutningsljud Ser jag ut som en dåre nu? I ve been thinking bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last Vi var unga och jag minns vad du sa Så om du skulle vilja får du komma tillbaks Men du behöver inte för jag klarar mig bra Utan dig var jag inget men är allting i dag Men hur ska det bli? Jag har fallit du har ramlat en bit Som om det någonsin skulle bli vi Nuförtiden när jag ser dig går jag förbi Du brukade ba gå där bredvid Såren läker med tid Alla andra sa vi inte va på riktigt För mig va det viktigt Det kändes på riktigt När du stack ifrån mig, så vände allt Och alla saker som du lämna ligger i min hall Förutom alla minnen som vi delar överallt Och alla lögner, de blev vårt fall Vi tappade allting det gick ju så fort Men jag klarar mig nog I ve been thinking bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last Trasiga skor, trasiga skor I regnjacka gick jag och log Regnbågen pyntade stan där vi bor Skäms inte för någonting som jag gjort Få något gjort Smärtan blir år Hjärtat kan pumpa allt blod för oss två Strålar av ljus var det enda vi såg Stapplande, famlande, ramlande Vi låg, ah Fan jag minns hur jag var innan du Ingen som visste att allt har ett slut Drömmar var bubblor Packade krut Glömmer dig aldrig, men glömmer just nu Så trasiga skor, trasiga skor I regnjacka gick jag och dog Regnbågen pyntade stan där vi bor Finns ingenting som vi inte har gjort I ve been thinking bout tomorrow Instead of drowning in the past We had good times even back when Dreams were all we had to last"
    },
    {
        "url": "https://genius.com/Hov1-lilla-gee-lyrics",
        "cleaned_text": "Jag ringer, catch me from the southside För att sjunga, att jag är tillbaks igen Har du tänkt på kvällarna vi saknat När vi var kungarna av sommaren Du var den jag var med då, när jag inte var nån Och du visade mig på himmelen, vart karlavagnen låg Nu så är jag trapped här, väntar på nåt mer Jag är kvar exakt här, undrar vart du är Jag behöver luftslott, sitter i ett luftslott Tänker att vi skulle blivit mer Lilla Gee, det var vi Mot en värld som var skör Du var allt, du var min Jag var där, det var love Från the southside, undrar vart du är Sitter på en backside, undrar hur det blev För det var vi, Lilla Gee I en värld som var fri"
    },
    {
        "url": "https://genius.com/Hov1-farval-lyrics",
        "cleaned_text": "Haaar Slitit o kämpat Räddade hela ledet Laddade mina vapen med kärlek som alla ser Men haaa Aldrig vart nära, nära att va din enda Brevet, ja skrev ditt namn Ska ja veta tills de va nämnda så Hon är den bästa Alla ni kommer fatta Hon borde fakturera hela världen där hon skrattas åt Oh sorry boy Vet att, vet att de gör ont Men du tävlade mot hovah mannen Checka mina moves Hon ha Hon ha Hon ha Hon har mig (Okej) Å dom har inget på oss (Okej) Drömmar på hennes ex Å alla hans boys Sorry boy Vet att, vet att de gör ont Men du tävlade mot hovah mannen Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Okej okej Okej okej Okej wassup’ e du me han Jag går för dig Alla detaljer, är han din vän Men vi va allt För ja e född i maj Men mitt state of mine Nu såg ja ba botten wine Hellre med en stjärna än å va med min k Du behöver inte svara För de vet ja båda två Ser att du dansar närmre Frågar va e de med mig Jag ler för ditt ex Ba se mig Kyssa livet ur dig Älska livet ur mig Allting e försent för er Men inte för oss två Så här är bara början Sliter av dig tröjan Så här är faktiskt känsla Båda två ba går loss Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Ey Numret du försöker nå Har ingen abonent Försök o ring ikväll Du kanske träffar rätt Tro mig vännen är vi mer än det som skrivs i tidningen Visst ni delar säng ikväll Kommer dra i gryningen Vänta en sekund Låt mig byta atmosfär Dags å dags å flytta ut Inte, inte stanna här Å sen när vintern tagit slut Ska vi ångra det vi sa Men, ångrar bara oss så Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl Auf wiedersehn Farväl Goodbye Jag klarar mig ändå Hejdå Farväl (lyricsen är tagna ifrån när dom spelade på annexet)"
    },
    {
        "url": "https://genius.com/Hov1-nar-lyktorna-tands-spotify-singles-lyrics",
        "cleaned_text": "Ah, yeah Ey, ey Ta mig nu om du vill passa på För ingen har nånsin fått mig lätt Du är här ikväll med din vän Som jag kysste för längesen Säg mig hur många år sen var det det hände När lyktan släckts och alla gått hem Då står jag ensam med hoppet tänt Jag kommer från Stockholm Specifikt är jag från 141 Jag pendla mellan mamma och pappa Så jag pendla mellan ledsen och rädd Lyssna, där jag kommer ifrån Finns folk som jag inte förstår Säg varför det blev som det blev Säg varför jag mår som jag mår Vem kysste Elin? Vem kysste Marie? Vem kysste Noel? Vem kysste Sofie? Vem kysste Håkan och vem kysste mig? En sen sommarkväll på Ullevi Du har alltid haft klumpfot A, jo tack, det vet jag om Alla killar i min släkt de har det Så jag får helt enkelt beskylla dem Kärleken skolade mig Men ögonen skonade ingen Jag såg henne korsa min väg Jag såg henne krama min själ Jag såg henne gå där i vimlet Jag såg henne träffa en ny Som hon bedragit mig med Jag såg henne vandra sin väg Utan att vända sig om När lyktorna tänds På andra sidan Västerbron Yeah Inatt har Gud skonat Huddinge Men kärleken skonar ingen (Ey, yo, ey) Det här är ingen kärlekssång För det finns ingen kärlek kvar mellan oss Och jag vet att du känt så ett tag Längesen nåt mellan oss varit bra Jag ser alla tårar du håller tillbaks Lämna mig nu om du vill Slowly we re driftin apart Det bruka va bäckar emellan oss Nu är det mer än ett hav Säg mig hur hamna vi här När sluta vi spela som lag Nu gör jag saker du brukade älska Som börjar att störa dig mer varje dag Slowly we re drifting apart (Så lämna mig nu) Så ska jag älska dig för evigt Får flera mess ifrån Leo Vegas Än hon jag önska vore med mig Ingenting har nånsin gjort så ont Som när jag såg dem gå å hålla hand Fan, jag tänkte raka av mig håret Full Britney, Kanske köpa en gun Rikta upp den rätt emot bröstet Trycka av så att det säger pang Men vad skulle min mamma sagt? När lyktorna tänds På andra sidan Västerbron Yeah Inatt har Gud skonat Huddinge Men kärleken skonar ingen Du bad mig att rädda nån Rädda sig den som kan Men lillebror sprang iväg Från ljudet utav en gun Det tog honom ingenstans Det ekar i mitt kvarter Efter min kärlek stack Men där bortom broarna Så finns det ingenting Där finns det inget alls Så håll dig borta ifrån travbanan Om livet inte ska bli pannkaka Den största skuggan är den som reser sig när natten är omskakad Jag har gjort så mycket dumma saker Ända sen att jag var liten Jag tänkte dagen som jag korsar vägen Det är dagen jag blir fri sen Det är inte räddningen i natten nu som skrämmer mig Men vad som kommer efter att nån har räddat mig Det är ett oundvikligt slut som är på väg mot mig Så jag går ut och hoppas natten kanske slukar mig När lyktorna tänds På andra sidan Västerbron Yeah Inatt har Gud skonat Huddinge Men kärleken skonar ingen"
    },
    {
        "url": "https://genius.com/Hov1-bara-softar-bby-lyrics",
        "cleaned_text": "Bara softar Bara softar runt Bara softar Bara softar runt Bara sitter och softar i porten medans andra visar grönt här i orten Mannen jag svär Du har ingen aning om bördan jag bär Polisen håller på att fucka upp hela staden Och mannen det är knas rent shooo Offra bondgås Svär hela orten får en fucking psykos Ute på gatan, jag reppar mig själv Står du i vägen för du skylla dig själv Jag softar hela dagen lång Samtidigt som du diggar min sång Bara softar (bara softar) Bara softar runt (bara softar runt) (Bara softar runt, inget tjafs och inget strunt) Bara softar (bara softar) Bara softar runt (bara softar runt) (Bara softar runt, inget tjafs och inget strunt) Man kan softa vart som helst Inne, ute, zätan eller parkbänk Shit du är bäng Helt säng Oerhört Mannen du är hjärndöd Om du kommer till Nacka Du kommer få se dina grabbar backa Så sluta snacka För vi kommer tjola din jacka Käka dig som palsternacka Så kom inte hit och gör någon flashig entré För då får du smaka på våran armé Så gör mig inte sne Ta dit pick och pack, stick och överlev Bara softar (bara softar) Bara softar runt (bara softar runt) (Bara softar runt, inget tjafs och inget strunt) Bara softar (bara softar) Bara softar runt (bara softar runt) (Bara softar runt, inget tjafs och inget strunt) Vi är grabbarna från sydöst Peppra aina framför ljudlöst Även fast dem blir fler och fler Ökar överdoser och mord i mitt kvarter O jag ser små skördas i orten Kicka fet spliff i porten Sådana där som tror att knatchen är lyckad Det som gäller då är att beckna och knycka Det är ingenting för oss, ey Livet är bättre utan psykos För livet är för kort att vara den där Utan nån där kommer allting vända Bara softar (bara softar) Bara softar runt (bara softar runt) (Bara softar runt, inget tjafs och inget strunt) Bara softar (bara softar) Bara softar runt (bara softar runt) (Bara softar runt, inget tjafs och inget strunt)"
    },
    {
        "url": "https://genius.com/Hov1-tjo-alla-gariz-lyrics",
        "cleaned_text": "Tjo, de e Perry en träbetongen G Kanske sett mig softa runt i hooden Rullar nåt med tobak i Eller glida runt med grabbarna Som backar, dem som aldrig snackar bara skakar nackar o fattar Och alla vet vart vi kommer ifrån Nacka 132, Saltsjö-Boo från Orminge till Boo Gård Träbetongen hooden där vi softar utan dunder Ingen stress o press Mannen pass på kniven under kudden O pass på de som snitchar, pass på de som alltid fifflar Pass på de som bara tror att grabbarna ska fixa För lever vi i misär nä nä Softar runt i fina trakter ger gäris vad dem begär För dem vet vilka som ger de mera B BY med feta rhymes är redo för att leverera För dem vet att rapen går som en shonne på baxad mopppe Från aina för fjärde gången, jagandes med batong Tjo alla gäris vad händish Vart är Legendish? Ge mig lite skit som gör mig avspändish Ta mig till ett ställe där ja kan softa runt Ingen snackar strunt o allt är fett lugnt Här kommer den andra vågen och den tar inge blod Jag tar dig med storm, o ni får inte nog, förstod Att ni trodde, o aldrig tappa tron För vita tänder blänkte jag förstod att ni log Och ni är stora i sinnet och det blir erat fall För om jag skjuter vilt o de blir high chaparall För akta er för slakten, backen, annars fyra hål i nacken Måste trumma på, måste alltid våga hålla takten Säg de rakt ut men döda ej min känsla Ja, jag går till höger men din bitch hon vill vänstra Håller mig till söder de är där jag är fängslad Vandrar korta vägar för jag vägrar ta dem längsta Listen, yesterday I was reaching for the sky When my momma took my hand and she looked me in the eye And I really felt the vibe that the dear was bout die But she didn t cus she was the one to give me this life So it s all good Family s livin lavidala La cucaracha pina colada sobenotan So this is for the dogs, that really can t fight Or the other single s mother that put up with the fight No crime But I put you behind bars, stars, reaching, teaching About venus and mars Tjo alla gäris vad händish Vart är Legendish? Ge mig lite skit som gör mig avspändish Ta mig till ett ställe där ja kan softa runt Ingen snackar strunt o allt är fett lugnt Ey yo, Haterz gonna hate, d självklart Me mina boys man, droppar feta bars Spela in musik siktar på orten-stars Bruh Rullat med feta kicks ända sen jag va ett barn Nuförtiden lär de?... Checka in den vildaste viben Glider före i kön ba snor guldmedaljen Bruh Rolling Stones på våra gator Jeans jacka på med paparazzi bakom Oslipad guldring o Vasastans finest Uppväxt i huvudstaden aldrig riktigt följt lagen Hasta la K II Hasta la vista Skapa magi, yo Danny droppar sista Ni vet vem de e softar alltid e på G Grabbarna dem hänger me när vi ska lösa mer För torkan i vår ort har gjort så det går fort för att axxa Till en annan förort för att kunna få det gjort Sen axx till Nacka Softa äta snacka I träbetongens djungel, softar på en dunder Utan ainas under, fifflar runt med kunder Hasslar dem från grunden... Tjo alla gäris vad händish Vart är Legendish? Ge mig lite skit som gör mig avspändish Ta mig till ett ställe där ja kan softa runt Ingen snackar strunt o allt är fett lugnt"
    },
    {
        "url": "https://genius.com/Hov1-stockholmshistoria-outro-lyrics",
        "cleaned_text": "Hon och jag är en Stockholmshistoria, en procent av allt vi kunde bli...."
    },
    {
        "url": "https://genius.com/Hov1-jag-kom-lyrics",
        "cleaned_text": "Jag hör hur hennes tårar rinner genom telefonen Jag kommer hem om någon månad, snälla vänta på mig När sommaren kommer finns det ingenstans jag hellre är När Sverige känns som att det är i södra Kalifornien Jag kom, jag såg, det tog ett tag, dom frågar vart jag ska Jag ska dejta några hoes, kanske göra några shows Hon frågar om min drip säg mig baby what are those Skorna är T WI Y det betyder World is Yours......"
    },
    {
        "url": "https://genius.com/Hov1-kysser-mig-med-roda-lappar-lyrics",
        "cleaned_text": "Samma nätter träffar alla, men aldrig träffat nån som dig Du kommer aldrig nånsin se mig falla Sa jag sekunden som hon föll för mig Hon kysser mig med röda läppar som lämna märken på min kind Så att hela världen nu ska märka att jag i en sekund ska vara din Och vi kommer aldrig bli tillsammans, men allt jag vill e va med dig Vi står i staden som är döpt av änglar, det känns som allt jag ser det tillhör mig Och fast jag aldrig nånsin tillhört någon, men i natt tillhör jag dig Och ingen annan kommer nånsin tro mig För hon är alldeles för söt för mig Vi blandar glycerin med Chanel och vin Kom och sitt med oss nu, vad dricker vi? Du gör mig svag fåt nåt, du får mig känna nåt I surrender för dig, det är väl alltid nåt?"
    }
]